[
  {
    "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones: Clear, James",
    "author": "James Clear",
    "price": 6.21,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.8,
      "count": 144798
    },
    "tags": [
      "Health, Fitness & Dieting",
      "Psychology & Counseling",
      "Social Psychology & Interactions"
    ],
    "synopsis": "No matter your goals, Atomic Habits offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/48MOaDf",
    "reviews": [
      "One of the core concepts in Atomic Habits is to focus on the small improvement. The impact a 1% improvement per day can make may appear negligible at first, but Clear makes a compelling argument that ...",
      "Over the months and years, the accumulated effect of small habitual daily behaviors is staggering. Early in the book we are also warned that this compounding works both ways, so we'd better make sure ...",
      "This is a concept I was introduced to years ago under a different name - Kaizen - the Japanese term for continuous incremental improvement. What's different and new in this book is how the concept is ..."
    ],
    "id": "1"
  },
  {
    "title": "The 5AM Club: Own Your Morning. Elevate Your Life.: Sharma, Robin",
    "author": "Robin Sharma",
    "price": 10.0,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.4,
      "count": 36779
    },
    "tags": [
      "Personal Time Management"
    ],
    "synopsis": "Legendary leadership and elite performance expert Robin Sharma introduced The 5am Club concept over twenty years ago, based on a revolutionary morning routine that has helped his clients maximize their productivity, activate their best health and bulletproof their serenity in this age of overwhelming complexity.",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4q0PWWM",
    "reviews": [
      "I started this book when I accepted the 75 Hard Challenge, and it left me feeling truly inspired—like I had unlocked a powerful secret to personal growth and success. Robin Sharma’s storytelling trans...",
      "The 5 AM Club made me feel so inspired, motivated, and hopeful about change. It showed me that waking up early isn’t just about time—it’s about taking charge of my life. The idea that small habits can...",
      "Robin Sharma masterfully delivers profound insight through a fictional journey that feels both digestible and transformative. There were so many moments where I found myself thinking, “I knew that… bu..."
    ],
    "id": "2"
  },
  {
    "title": "Deep Work: Rules for Focused Success in a Distracted World: Newport, Cal",
    "author": "Cal Newport",
    "price": 13.9,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.6,
      "count": 35372
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Workplace Culture"
    ],
    "synopsis": "Deep work is the ability to focus without distraction on a cognitively demanding task. It's a skill that allows you to quickly master complicated information and produce better results in less time. Deep Work will make you better at what you do and provide the sense of true fulfillment that comes from craftsmanship. In short, deep work is like a super power in our increasingly competitive twenty-first century economy. And yet, most people have lost the ability to go deep-spending their days instead in a frantic blur of e-mail and social media, not even realizing there's a better way.",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/48RPZNF",
    "reviews": [
      "These books should be taken together as a whole because they give you the WHAT, the WHY and the HOW for being an elite knowledge worker.",
      "So Good they Can't Ignore you shows you why building valuable and rare skills, which Newport calls \"career capital\" is the number one most important thing for finding a job you love (not \"finding your...",
      "-However, these are usually also things that you need to trade in your career capital (rare skills and experience using them) in order to maximize."
    ],
    "id": "3"
  },
  {
    "title": "Essentialism: The Disciplined Pursuit of Less",
    "author": "Greg McKeown",
    "price": 101.66,
    "priceLabel": "Price",
    "coverUrl": "https://m.media-amazon.com/images/I/61QfKSGnwEL._SY522_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.6,
      "count": 20532
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Decision-Making & Problem Solving"
    ],
    "synopsis": "THE LIFE-CHANGING \nNEW YORK TIMES\n BESTSELLER • MORE THAN TWO MILLION COPIES SOLD\n“Essentialism holds the keys to solving one of the great puzzles of life: How can we do less but accomplish more?”—Adam Grant, bestselling author of \nThink Again\nEssentialism isn’t about getting more done in less time. It’s about getting only the right things done.\nHave you ever found yourself stretched too thin?\nAre you often busy but not productive?\nDo you feel like your time is constantly being hijacked?\nIf you answered yes to any of these, the way out is the \nWay of the Essentialist\n.\n \n \nEssentialism is more...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/48Un7EC",
    "reviews": [
      "Life is complicated. Life is full of responsibilities and opportunities, planned duties and serendipitous possibilities. There is so much we could do, but so little we can do. Many of us battle our wh...",
      "I just finished a wonderful book called Essentialism by Greg McKeown.  He talks about the disciplined pursuit of less. A wonderful mantra for business and for our personal lives. I don't say this ofte...",
      "I have re read this book already twice and it’s so direct and well written it’s one on my favourites on the subject"
    ],
    "id": "4"
  },
  {
    "title": "Make Time: How to Focus on What Matters Every Day: Knapp, Jake, Zeratsky, John",
    "author": "Jake Knapp",
    "price": 21.43,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.5,
      "count": 5465
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Work Life Balance"
    ],
    "synopsis": "Nobody ever looked at an empty calendar and said, \"The best way to spend this time is by cramming it full of meetings!\" or got to work in the morning and thought, Today I'll spend hours on Facebook! Yet that's exactly what we do. Why?",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/3N0VORC",
    "reviews": [
      "The book never comes off as preachy. Instead, I would describe it as charming and self-deprecating. Reading their stories and insights is like having a wonderful conversation with a very good friend w...",
      "What I didn't like was the energy section's emphasis on evolutionary psychology and living like a caveman (the caveman was called Urk, which I found irritatingly cutesy). The basic idea is that there'...",
      "\"Urk was a hunter-gatherer. He didn't eat unless he collected, caught, or killed his food. Can you imagine going out to gather berries or hunt for buffalo every morning, noon, and evening, plus any ti..."
    ],
    "id": "5"
  },
  {
    "title": "Limitless Expanded Edition: Upgrade Your Brain, Learn Anything Faster, and Unlock Your Exceptional Life: Kwik, Jim",
    "author": "Jim Kwik",
    "price": 18.63,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.7,
      "count": 1271
    },
    "tags": [
      "Motivational Self-Help"
    ],
    "synopsis": "For over 25 years, Jim Kwik has worked closely with successful men and women who are at the top in their fields as actors, athletes, CEOs, and business leaders from all walks of life to unlock their true potential. In this groundbreaking book, he reveals the science-based practices and field-tested tips to accelerate self-learning, communication, memory, focus, recall, and speed reading, to create fast, hard results.",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/3YsPl4w",
    "reviews": [
      "The author's engaging writing style and genuine passion for empowering individuals shine through every page, making it an easy yet profound read. What sets \"Limitless Expanded\" apart is Kwik's ability...",
      "One of the strengths of this book is its focus on a holistic approach to personal growth. Kwik doesn't just delve into memory techniques or speed reading; he addresses the importance of mindset, nutri...",
      "The book is structured in a way that allows readers to seamlessly integrate the principles into their routines. Kwik provides actionable steps and real-life examples, making the learning process not o..."
    ],
    "id": "6"
  },
  {
    "title": "Amazon.com: Digital Minimalism: Choosing a Focused Life in a Noisy World: : Newport, Cal: Books",
    "author": "Cal Newport",
    "price": 12.22,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.5,
      "count": 9109
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "Digital minimalists are all around us. They're the calm, happy people who can hold long conversations without furtive glances at their phones. They can get lost in a good book, a woodworking project, or a leisurely morning run. They can have fun with friends and family without the obsessive urge to document the experience. They stay informed about the news of the day, but don't feel overwhelmed by it. They don't experience \"fear of missing out\" because they already know which activities provide them meaning and satisfaction.",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/3XQjDhv",
    "reviews": [
      "Let me divide this review into 3 parts. First I'll share reasons why I chose to read the book and some personal takeaways. Next, a summary of the book including short excerpts I highlighted while taki...",
      "I probably pre-ordered this book because I’ve been intrigued by how the overused of modern technologies—specially social networks and social media—have influenced our societies during the last 10 year...",
      "We all acknowledge the wonders of technology, how the development of new tools has helped the prosperity of our societies in many dimensions. However, the opposite is equally important—consequences th..."
    ],
    "id": "7"
  },
  {
    "title": "Amazon.com: The Compound Effect (10th Anniversary Edition): Jumpstart Your Income, Your Life, Your Success: : Hardy, Darren: Books",
    "author": "Darren Hardy",
    "price": 11.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.7,
      "count": 20726
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "Darren Hardy has heard it all, seen it all, and tried most of it. This book reveals the core principles that drive success. The Compound Effect contains the essence of what every superachiever needs to know, practice, and master to obtain extraordinary success. Inside you will find strategies on:",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4pwgrUi",
    "reviews": [
      "Reviewed in the United States on November 20, 2023   \"The Compound Effect\" is a game-changer! Darren Hardy's insights on small, consistent actions leading to significant results are eye-opening. The b...",
      "Darren Hardy's *The Compound Effect* is a transformative and insightful book that distills the power of small, consistent actions over time. Drawing from his own experiences and his work as the publis...",
      "The book’s central theme is that success does not come from radical shifts or big breakthroughs but from the accumulation of small choices and behaviors compounded over time. Hardy introduces the read..."
    ],
    "id": "8"
  },
  {
    "title": "Grit: The Power of Passion and Perseverance: Duckworth, Angela",
    "author": "Angela Duckworth",
    "price": 13.43,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.6,
      "count": 20316
    },
    "tags": [
      "Popular Applied Psychology"
    ],
    "synopsis": "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4pznz29",
    "reviews": [
      "What I liked most is how the book mixes research with real stories from athletes, students, business leaders, and everyday people who pushed past setbacks. It feels motivating without being cheesy, an...",
      "If I had one critique, it’s that some of the stories and examples start to overlap as the book goes on, and if you’ve read other personal development books, a few ideas may feel familiar. Still, the w...",
      "After many years of writing book reviews primarily for friends and executives at YPO, I have have finally found a recommendation to give to this esteemed group. It is fitting Dr. Duckworth’s inaugural..."
    ],
    "id": "9"
  },
  {
    "title": "Amazon.com: Can't Hurt Me: Master Your Mind and Defy the Odds: : David Goggins: Books",
    "author": "David Goggins",
    "price": 24.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.8,
      "count": 104066
    },
    "tags": [
      "Health, Fitness & Dieting"
    ],
    "synopsis": "For David Goggins, childhood was a nightmare -- poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside magazine to name him \"The Fittest (Real) Man in America.\"",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/48MOQbL",
    "reviews": [
      "I’ve reread this book multiple times, and each time I take away something new. Whether I’m going through a tough season or just need a reminder to push harder, this book gives me the drive to keep goi...",
      "Goggins is compelling, his raw transparency—never sugarcoating failures like repeated military setbacks or broken relationships—making him relatable. His redemption through mental toughness, especiall...",
      "Goggins is engaging, especially in the audiobook’s unpolished but gripping discussions, though I wished for tighter editing in those interviews to sharpen their impact. The book kept me glued, its int..."
    ],
    "id": "10"
  },
  {
    "title": "Mindset: The New Psychology of Success: Dweck, Carol S.: : Amazon.com: Office Products",
    "author": "Carol S. Dweck",
    "price": 9.24,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.6,
      "count": 22952
    },
    "tags": [
      "Office Products",
      "Office & School Supplies",
      "Paper",
      "Notebooks & Writing Pads",
      "Hardcover Executive Notebooks"
    ],
    "synopsis": "Pages can have notes/highlighting. Spine may show signs of wear. ~ ThriftBooks: Read More, Spend Less Pages can have notes/highlighting. Spine may show signs of wear. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/3KI8dcH",
    "reviews": [
      "What I liked most is how the book breaks down how our beliefs about ability and talent can either hold us back or push us forward. It made me think about times where I avoided challenges or got frustr...",
      "The examples from sports, business, education, and parenting help drive the point home in a way that’s easy to connect to your own life. I also appreciated how the book shows that a growth mindset isn...",
      "If there’s one drawback, it’s that some sections can feel repetitive, especially once the main concept is established. But even with that, the message is strong enough that the repetition helps reinfo..."
    ],
    "id": "11"
  },
  {
    "title": "Thinking, Fast and Slow: Kahneman, Daniel",
    "author": "Daniel Kahneman",
    "price": 8.72,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.6,
      "count": 47387
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Decision-Making & Problem Solving"
    ],
    "synopsis": "In his mega bestseller, Thinking, Fast and Slow, Daniel Kahneman, world-famous psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind and explains the two systems that drive the way we think.",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/3XUbgS8",
    "reviews": [
      "The author was awarded the Nobel in Economics for his work on what he calls decision theory, or the study of the actual workings of the typical human mind in the evaluation of choices, and the book it...",
      "Despite the many virtues of this book - it is well-written, engaging, and its academic author reasonably restrained in the tendencies of his tribe to blathering in abstractions - it is a bit disappoin...",
      "Kahneman uses throughout a construct that implies that we are of two minds: System 1 is the fast-thinking, intuitive, mind, prone to jumping to conclusions; while System 2 is the slow-thinking analyti..."
    ],
    "id": "12"
  },
  {
    "title": "Discipline Is Destiny: The Power of Self-Control (The Stoic Virtues Series): Holiday, Ryan",
    "author": "Ryan Holiday",
    "price": 16.32,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.7,
      "count": 5462
    },
    "tags": [
      "5.   !Image 130 Shop the Store on Amazon",
      "!Image 131: Stoicism for New Life: The Path to a Stoic Mindset for Emotional Resilience and Joy: Including 52 Practices and Rules for Daily Life - Philosophy of Marcus ... and Others   Stoicism for New Life: The Path to a Stoic Mindset for Emotional Resilience and Joy: Including 52 Practices and Rules for Daily Life - Philosophy of Marcus ... and Others 4.6 _4.6 out of 5 stars_ 191 $4.99$4.99"
    ],
    "synopsis": "Supports Goodwill of Silicon Valley job training programs. The cover and pages are in very good condition! The cover and any other included accessories are also in very good condition showing some minor use. The spine is straight, there are no rips tears or creases on the cover or the pages. Supports Goodwill of Silicon Valley job training programs. The cover and pages are in very good condition! The cover and any other included accessories are also in very good condition showing some minor use. The spine is straight, there are no rips tears or creases on the cover or the pages. [See less](jav...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4q8LEN5",
    "reviews": [
      "Many of the stories in his book Discipline Is Destiny are about stoics such as Seneca, Marcus Aurelius, and Antoninius. To illustrate the principles he is teaching, Holiday also shares dozens of stori...",
      "He opens the book with a legend about Hercules at a crossroads and how he was offered the opportunity to choose one of two paths: One was the tempting path of a life of ease, without want, unhappiness...",
      "Holiday explains that in the ancient world there were four key virtues: Courage, Temperance, Justice, and Wisdom. Simply put, he says that practicing these virtues is doing the right thing rather than..."
    ],
    "id": "13"
  },
  {
    "title": "The Psychology of Money: Timeless lessons on wealth, greed, and happiness: Housel, Morgan",
    "author": "Morgan Housel",
    "price": 10.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.7,
      "count": 67253
    },
    "tags": [
      "Business & Money",
      "Finance",
      "Wealth Management"
    ],
    "synopsis": "Money – investing, personal finance, and business decisions – is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a meeting room, where personal history, your own unique view of the world, ego, pride, marketing, and odd incentives are scrambled together.",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/48DoUz3",
    "reviews": [
      "The first chapter alone is a treasure trove of wisdom, filled with \"gems\" that challenge conventional thinking about wealth, greed, and happiness. Through captivating storytelling and thought-provokin...",
      "What sets this book apart is its ability to distill complex concepts into accessible and relatable narratives. Whether discussing the importance of patience in investing or the pitfalls of overconfide...",
      "In addition to its insightful content, I must commend the excellent condition of the book itself. The pages are crisp, the binding is sturdy, and there are no signs of wear or damage. This attention t..."
    ],
    "id": "14"
  },
  {
    "title": "Amazon.com: Rich Dad Poor Dad: What the Rich Teach Their Kids About Money That the Poor and Middle Class Do Not!: : Kiyosaki, Robert T.: Books",
    "author": "Robert T. Kiyosaki",
    "price": 11.51,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 105643
    },
    "tags": [
      "Business & Money",
      "Personal Finance"
    ],
    "synopsis": "Pages are clean and are not marred by notes or folds of any kind. ~ ThriftBooks: Read More, Spend Less Pages are clean and are not marred by notes or folds of any kind. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/3MCP0JZ",
    "reviews": [
      "First and foremost, the knowledge and wisdom imparted by Robert Kiyosaki in \"Rich Dad Poor Dad\" are eye-opening. Through relatable stories and personal experiences, Kiyosaki challenges conventional be...",
      "The storytelling approach used in this book is exceptional. Kiyosaki narrates his childhood experiences, highlighting the contrasting financial mindsets of his own \"poor dad\" (his biological father) a...",
      "The practicality of the lessons presented in \"Rich Dad Poor Dad\" is noteworthy. Kiyosaki not only shares insights but also provides actionable steps and strategies for readers to implement in their ow..."
    ],
    "id": "15"
  },
  {
    "title": "The Millionaire Fastlane: Crack the Code to Wealth and Live Rich for a Lifetime: DeMarco, MJ",
    "author": "MJ DeMarco",
    "price": 13.28,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.7,
      "count": 13458
    },
    "tags": [
      "5.   !Image 114 Shop the Store on Amazon",
      "!Image 115: The Only Retirement Planning Book You'll Ever Need: Your Guide To A Stress-Free Retirement - Achieve Financial Freedom, Make Your Money Last, & Savor Life After Work   The Only Retirement Planning Book You'll Ever Need: Your Guide To A Stress-Free Retirement - Achieve Financial Freedom, Make Your Money Last, & Savor Life After Work 4.3 _4.3 out of 5 stars_ 268 $21.97$21.97"
    ],
    "synopsis": "\"Graduate from college, get a good job, save 10% of your paycheck, buy a used car, cancel the movie channels, quit buying expensive Starbucks coffee, save and penny-pinch for decades, trust your life-savings to Wall Street, and one day, when you are oh, say, 65 years old, you can retire rich. Or, if you're a REALLLLLLY good investor and save every dime you earn, you can \"retire early\" while doing nothing, buying nothing, and homesteading in a trailer down by the river.\"",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4pznX0B",
    "reviews": [
      "After reading MJ's book, I have probably already recommended it to 30+ of my closest entrepreneurial friends who also have felt the same about the book.",
      "As an avid reader of many business books, it is hard to come by a book that truly cuts through all of the BS, and delivers time-tested and proven information from a been there done that no-nonsense en...",
      "Compared to other authors who write books that just want to up-sell you into multi-thousand dollar training programs on the backend, this book stands in the face of all of that noise and \"flips them t..."
    ],
    "id": "16"
  },
  {
    "title": "Amazon.com: I Will Teach You to Be Rich: No Guilt. No Excuses. Just a 6-Week Program That Works (Second Edition): : Sethi, Ramit: Books",
    "author": "Ramit Sethi",
    "price": 10.17,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 22829
    },
    "tags": [
      "Business & Money",
      "Finance",
      "Wealth Management"
    ],
    "synopsis": "Personal finance expert Ramit Sethi has been called a “wealth wizard” by Forbes and the “new guru on the block” by Fortune. Now he’s updated and expanded his modern money classic for a new age, delivering a simple, powerful, no-BS 6-week program.",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4iVOu5P",
    "reviews": [
      "I read most of the book when I was 18 as an undergrad and revisited a couple time till I graduated college and got my teaching credential at 25. I both read and scanned, sometimes without fully compre...",
      "For example, I saw a lot of my peers making decisions such as buying a new car upon receiving their first paycheck or two because they could afford the payments (or even prior to graduation) - the pay...",
      "This book gave me the vague and general understanding of what I was going to try to set up before I had the means to do so, before I was even earning a real income."
    ],
    "id": "17"
  },
  {
    "title": "Zero to One: Notes on Startups, or How to Build the Future: Thiel, Peter, Masters, Blake",
    "author": "Peter Thiel",
    "price": 9.95,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.5,
      "count": 39125
    },
    "tags": [
      "Politics & Social Sciences",
      "Politics & Government",
      "Public Affairs & Policy",
      "Economic Policy"
    ],
    "synopsis": "Every book gets hand checked for condition! More wear than from normal reading wear. May contain some writing notes. May be former library book. May not contain DJ. NOT guaranteed to contain codes or cd dvd. Every book gets hand checked for condition! More wear than from normal reading wear. May contain some writing notes. May be former library book. May not contain DJ. NOT guaranteed to contain codes or cd dvd. [See less](javascript:void(0))",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3MBk7pq",
    "reviews": [
      "When I first saw the price I almost hit exit. However, I thought “If this guy has the balls to ask this price, this book had better be good”. Else I'm going to roast him in my Amazon review. I ain't r...",
      "As usual I attacked reading this book in concept extraction mode for my normal initial scan read. Chapter 6, You are not a Lottery Ticket, hit me with a Baseball bat right between the eyes. and slowed...",
      "In Zero to One, Thiel explores the world of New Business Creation. I would have loved using the word entrepreneurship but excessive and inappropriate use by “experts” have stripped this word of it's t..."
    ],
    "id": "18"
  },
  {
    "title": "Start with Why 15th Anniversary Edition: How Great Leaders Inspire Everyone to Take Action: Sinek, Simon",
    "author": "Simon Sinek",
    "price": 13.38,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.6,
      "count": 24578
    },
    "tags": [
      "Leadership & Motivation"
    ],
    "synopsis": "Little to no damage on cover or pages. Packaging shows minimal signs of wear, consistent with being opened. Little to no damage on cover or pages. Packaging shows minimal signs of wear, consistent with being opened. [See less](javascript:void(0))",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/48OYNUz",
    "reviews": [
      "If I could give this book 10 stars, I would! This book beats many other books. This book is so exciting to read that I read it three times! The beginning of the book said it extremely well -- This boo...",
      "(Of all the books that study Steve Jobs, this is probably the best one although it is not a book on Jobs' biography. However, this book offers the best angle to understand his motivation and influence...",
      "The core of this book is about the kind of WHYs that a special kind of leaders has that enable them to have the natural recurring pattern of inspiring, influencing and changing people and industries. ..."
    ],
    "id": "19"
  },
  {
    "title": "Good to Great: A Study of Management Strategies of Companies with Lasting Growth",
    "author": "Jim Collins",
    "price": 106.79,
    "priceLabel": "Price",
    "coverUrl": "https://m.media-amazon.com/images/I/71LhjimPd8L._SY522_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.5,
      "count": 9623
    },
    "tags": [
      "Business & Money",
      "Biography & History",
      "Company Profiles"
    ],
    "synopsis": "The Challenge:\nBuilt to Last,\n the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the verybeginning.\nBut what about the company that is not born with great DNA? How can good companies, mediocre companies, even bad companies achieve enduring greatness?\nThe Study: \nFor years, this question preyed on the mind of Jim Collins. Are there companies that defy gravity and convert long-term mediocrity or worse into long-term superiority? And if so, what are the universal ...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4aLWEeX",
    "reviews": [
      "Good to Great by Jim Collins is a compelling and informative book about how to be successful, and how to stay successful. The theme of success is shown through 11 companies who start out less or equal...",
      "Jim Collins states in his book, \"Good is the enemy of great. And that is one of the key reasons why we have so little that become great...We believe that almost any organization can substantially impr...",
      "My review is not about the content of the book. My review is about the quality of the book. It says hardcover but it comes a printed in loose paper and wrapped in what it seems a copy not original boo..."
    ],
    "id": "20"
  },
  {
    "title": "Blue Ocean Strategy, Expanded Edition: How to Create Uncontested Market Space and Make the Competition Irrelevant: Kim, W. Chan, Renée Mauborgne",
    "author": "W. Chan Kim",
    "price": 19.24,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 6214
    },
    "tags": [
      "Business & Money",
      "Marketing & Sales",
      "Marketing",
      "Global"
    ],
    "synopsis": "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4aOHllK",
    "reviews": [
      "1️⃣ Beyond Competition: \"Blue Ocean Strategy\" challenges the traditional approach of competing in crowded market spaces. It introduces a concept of creating uncontested market space, allowing organiza...",
      "2️⃣ Value Innovation: The book emphasizes the importance of value innovation, which involves delivering exceptional value to customers while simultaneously reducing costs. By focusing on both differen...",
      "3️⃣ Strategic Framework: \"Blue Ocean Strategy\" provides a practical framework for identifying and developing blue ocean opportunities. It guides readers through a systematic process of analyzing exist..."
    ],
    "id": "21"
  },
  {
    "title": "Never Split the Difference: Negotiating As If Your Life Depended On It―Unlock Your Persuasion Potential in Professional and Personal Life: Voss, Chris, Raz, Tahl",
    "author": "Chris Voss",
    "price": 15.0,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.7,
      "count": 49672
    },
    "tags": [
      "Business & Money",
      "Marketing & Sales",
      "Marketing",
      "Research"
    ],
    "synopsis": "Title: Never Split the Difference: Negotiating As If Your Life Depended On It―Unlock Your Persuasion Potential in Professional and Personal Life: Voss, Chris, Raz, Tahl: 9780062407801: Amazon.com: Books",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/3L2R9y5",
    "reviews": [
      "What I liked most is how actionable everything is. The techniques — like mirroring, labeling emotions, asking calibrated questions, and staying calm under pressure — are explained with real stories th...",
      "The book also made me realize that negotiation isn’t just for business deals. It’s something we do constantly: at work, with family, with friends, or whenever we need better outcomes. The strategies h...",
      "If there’s a small downside, it’s that some of the examples can be intense since they come from high-stakes FBI situations. But even so, the way Voss translates those lessons into everyday life keeps ..."
    ],
    "id": "22"
  },
  {
    "title": "Penguin Select Classics: How to Win Friends and Influence People: (Original, Unabridged Classic, Premium Hardbound Collector's Edition, Ideal for Gifting): Carnegie, Dale",
    "author": "Dale Carnegie",
    "price": 9.39,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 109091
    },
    "tags": [
      "Communication & Social Skills"
    ],
    "synopsis": "Title: Penguin Select Classics: How to Win Friends and Influence People: (Original, Unabridged Classic, Premium Hardbound Collector's Edition, Ideal for Gifting): Carnegie, Dale: 9789815162363: Amazon.com: Books",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4oSlixW",
    "reviews": [
      "Still though, the question of whether the advice in this book is dated remains. My take is that, the advice and examples given are indeed a tiny bit dated. However the overarching theme of each chapte...",
      "Each chapter of the book is devoted to a particular principle on what to do in human relations. Every chapter provides a set of stories and quotations. Some of them are from the lives of important Ame...",
      "The author himself does not provide much of his own comments. He does it mostly in the couple of first chapters, and later on, he only occasionally provides some events from his life as examples of th..."
    ],
    "id": "23"
  },
  {
    "title": "Influence, New and Expanded: The Essential Guide to the Psychology of Influence and Persuasion in Everyday Life: Cialdini PhD, Robert B.",
    "author": "Robert Cialdini",
    "price": 18.9,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.7,
      "count": 7017
    },
    "tags": [
      "Marketing & Consumer Behavior"
    ],
    "synopsis": "The foundational and wildly popular go-to resource for influence and persuasion—a renowned international bestseller, with over 5 million copies sold—now revised adding: new research, new insights, new examples, and online applications.",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4q8M8mn",
    "reviews": [
      "As someone in sales, I initially bought this book hoping to improve my strategy. Instead, I found many of the methods to be largely unethical, and I no longer want to apply them knowingly to my career...",
      "This is a great book for all consumers to read because everyone is subjected to sales media and marketing every day, and this book is valuable for the little tricks you need to know when you’re buying...",
      "Reviewed in the United States on November 23, 2025   Simply the best !!! You need this book!! It talks about how we make decisions as humans and funny enough logic is not part of it"
    ],
    "id": "24"
  },
  {
    "title": "The 4-Hour Workweek: Escape 9-5, Live Anywhere, and Join the New Rich",
    "author": "Timothy Ferriss",
    "price": 148.22,
    "priceLabel": "Price",
    "coverUrl": "https://m.media-amazon.com/images/I/71vO9Tbf4-L._SY522_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.5,
      "count": 27947
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The \nNew York Times\n bestselling author of \nThe 4-Hour Body \nshows readers how to live more and work less, now with more than 100 pages of new, cutting-edge content.\nEver wonder, “How can I work smarter and not harder?” Forget the old concept of retirement and the rest of the deferred-life plan–there is no need to wait and every reason not to, especially in unpredictable economic times. Whether your dream is escaping the rat race, experiencing high-end world travel, or earning a monthly five-figure income with zero management, \nThe 4-Hour Workweek\n is the blueprint. \nThis step-by-step guide to...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/48C4ztY",
    "reviews": [
      "Obviously when it comes to these books they can be somewhat vague and positive so it can be hard not be contrived. The average cliche's are certainly here and the youth of the writer at the time of it...",
      "I initially picked up the book to determine for myself what all the positive press was about. I have read it twice and listened to the audiobook version and  can say that the content truly stands up t...",
      "I had heard a lot of people rave about this book before I finally picked it up and decided to read it for myself. I'm glad that I read it, but I don't think it was quite as life-changing for me as it ..."
    ],
    "id": "25"
  },
  {
    "title": "Show Your Work!: 10 Ways to Share Your Creativity and Get Discovered: Kleon, Austin",
    "author": "Austin Kleon",
    "price": 7.06,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.6,
      "count": 10929
    },
    "tags": [
      "Entrepreneurship"
    ],
    "synopsis": "In his New York Times bestseller Steal Like an Artist, Austin Kleon showed readers how to unlock their creativity by “stealing” from the community of other movers and shakers. Now, in an even more forward-thinking and necessary book, he shows how to take that critical next step on a creative journey―getting known.",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/452I3rV",
    "reviews": [
      "Reviewed in the United States on December 22, 2024   Quite frankly, I didn't understand how a 10-part list could make a full book. But I saw the reviews, it was on sale, and I thought, \"Heck. Why not?...",
      "But there is something different and unique about his discussion. In his own way, he’s coming at the subject from new angles. His way resonates with me much more than others. There’s actually no compa...",
      "Austin’s approach makes me leave my hesitations behind and act, by convincing me that making mistakes is ok, as long as I make something. He then proceeds to frame those possible mistakes in manageabl..."
    ],
    "id": "26"
  },
  {
    "title": "Big Magic: Creative Living Beyond Fear",
    "author": "Elizabeth Gilbert",
    "price": 127.72,
    "priceLabel": "Price",
    "coverUrl": "https://m.media-amazon.com/images/I/813mCUSzejL._SY522_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.5,
      "count": 23495
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The instant #1 NEW YORK TIMES Bestseller\n\"A must read for anyone hoping to live a creative life... I dare you not to be inspired to be brave, to be free, and to be curious.” —PopSugar\nFrom the worldwide bestselling author of \nEat Pray Love \nand \nCity of Girls\n: the path to the vibrant, fulfilling life you’ve dreamed of\n. \n \nReaders of all ages and walks of life have drawn inspiration and empowerment from Elizabeth Gilbert’s books for years. Now this beloved author digs deep into her own generative process to share her wisdom and unique perspective about creativity. With profound empathy and ra...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4oUe0Kg",
    "reviews": [
      "This book was such a nice change from the other ones I was reading. I found this uplifting, and inspiring. It has given meA new perspective on my own creativity and how I interact with it.",
      "“Are you considering being a creative person? Too late, you already are one,” Gilbert asserts. In Big Magic, living a creative life means living a life driven by curiosity over fear and this life is a...",
      "Very encouraging and easy to comprehend.  I feel compelled to continue on with what fuels me no matter what others think or what the outcomes might even be.  This book packed a punch of inspiration an..."
    ],
    "id": "27"
  },
  {
    "title": "Amazon.com: The Artist's Way: A Spiritual Path to Higher Creativity: : Cameron, Julia: Books",
    "author": "Julia Cameron",
    "price": 14.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.7,
      "count": 13553
    },
    "tags": [
      "Religion & Spirituality",
      "New Age & Spirituality",
      "Inspirational"
    ],
    "synopsis": "The Artist’s Way is one of the bestselling gift books of all time. Beautifully packaged with a slipcase and ribbon, this tenth anniversary gift edition is the ideal gift for loved ones engaged in creative lives.",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3L1WmGm",
    "reviews": [
      "Morning Pages: A daily ritual of writing three pages of longhand, stream-of-consciousness text to clear the mind and unlock creative flow.",
      "Artist Dates: A weekly, solo excursion to a place that sparks your creativity and curiosity, designed to nurture your inner artist.",
      "Creative Blocks: The program helps identify and overcome obstacles such as limiting beliefs, fear, jealousy, and guilt that inhibit creative expression."
    ],
    "id": "28"
  },
  {
    "title": "Steal Like an Artist 10th Anniversary Gift Edition with a New Afterword by the Author: 10 Things Nobody Told You About Being Creative (Austin Kleon): Kleon, Austin",
    "author": "Austin Kleon",
    "price": 8.4,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.6,
      "count": 19533
    },
    "tags": [
      "3.   !Image 127 Shop the Store on Amazon",
      "!Image 128: Vincent Van Gogh. The Soul’s Palette: Illustrated Books for Kids, Biography and Art of the Artist Explained with Stories and Creative Activities   Vincent Van Gogh. The Soul’s Palette: Illustrated Books for Kids, Biography and Art of the Artist Explained with Stories and Creative Activities 5.0 _5.0 out of 5 stars_ 5 $12.90$12.90"
    ],
    "synopsis": "Title: Steal Like an Artist 10th Anniversary Gift Edition with a New Afterword by the Author: 10 Things Nobody Told You About Being Creative (Austin Kleon): Kleon, Austin: 9781523516322: Amazon.com: Books",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4q8MkSD",
    "reviews": [
      "\"Steal Like An Artist,\" by Austin Kleon, is for anybody who is, was or will be stuck in their own creative neurosis, unable to accept their giftings, unable to move forward, unable to risk failure.",
      "Perhaps what I love most about the book is the surprisingly practical advice it offers to creative types from a young man I view as a creative genius. I didn't expect this ultra-deep thinking melancho...",
      "The book, which has quickly made the New York Times best-seller list for advice books, is also amazingly spiritual. Full of subtle but sound biblical encouragement (which I'm pretty sure was unintenti..."
    ],
    "id": "29"
  },
  {
    "title": "Shoe Dog: A Memoir by the Creator of Nike: Knight, Phil",
    "author": "Phil Knight",
    "price": 14.0,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.8,
      "count": 62295
    },
    "tags": [
      "5.   !Image 122 Shop the Store on Amazon",
      "!Image 123: Kobe Bryant: The Inspiring Story of One of Basketball's Greatest Shooting Guards   Kobe Bryant: The Inspiring Story of One of Basketball's Greatest Shooting Guards 4.7 _4.7 out of 5 stars_ 1,250 $10.99$10.99"
    ],
    "synopsis": "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4qdDHGO",
    "reviews": [
      "What I like most is Knight's mindset. He had determination and fire in his belly. His belief in his brand was relentless despite some major setbacks. And in this book, he talks about a lot of them. Th...",
      "It's a bonus that it was written from an Oregonian because I'm a Native Oregonian--and never have I been so proud to be one. His talk about the Men of Oregon echoes the kind of things pioneers and fou...",
      "Through it all, you get a sense of what loyalty and friendship meant to Knight: it's literally the glue that held his business together. Since I'm friends with many Nike directors and executives, it's..."
    ],
    "id": "30"
  },
  {
    "title": "Steve Jobs",
    "author": "Walter Isaacson",
    "price": 154.63,
    "priceLabel": "Price",
    "coverUrl": "https://m.media-amazon.com/images/I/71sVQDj0SCL._SY522_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.7,
      "count": 26193
    },
    "tags": [
      "Biographies & Memoirs",
      "Professionals & Academics",
      "Business & Industry"
    ],
    "synopsis": "Walter Isaacson’s “enthralling” (\nThe New Yorker\n) worldwide bestselling biography of Apple cofounder Steve Jobs.\nBased on more than forty interviews with Steve Jobs conducted over two years—as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues—Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publish...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4q6HLZ0",
    "reviews": [
      "First and foremost, this is just a good read.I found that Isaacson's bio of Einstein was both interesting and did a profoundly better job of explaining relativity than my physics professors ever did. ...",
      "I would not have been considered as part of the `target market' for Walter Isaacson's new biography of Steve Jobs. I knew very little about Jobs. I am at best a point and click MicroSoft computer user...",
      "Es uno de mis libros favoritos. Además la versión en inglés es mucho más barata y es nueva. Las versiones en español nuevas son muy difíciles de conseguir."
    ],
    "id": "31"
  },
  {
    "title": "Elon Musk: Isaacson, Walter",
    "author": "Walter Isaacson",
    "price": 10.98,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.7,
      "count": 22474
    },
    "tags": [
      "Biographies & Memoirs",
      "Professionals & Academics",
      "Business & Industry"
    ],
    "synopsis": "The #1 New York Times and global bestseller from Walter Isaacson—the acclaimed author of Steve Jobs, Einstein: His Life and World, Benjamin Franklin, and Leonardo da Vinci—is the astonishingly intimate story of the most fascinating, controversial innovator of modern times. For two years, Isaacson shadowed Elon Musk as he executed his vision for electric vehicles at Tesla, space exploration with SpaceX, the AI revolution, and the takeover of Twitter and its conversion to X. The result is the definitive portrait of the mercurial pioneer that offers clues to his political instincts, future ambiti...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/44w9dY6",
    "reviews": [
      "Musk is on the autism spectrum—which often explains his rants of frustration, his moments of brilliance, and his many times of defeat. When I read this book, he was running six businesses—he often spe...",
      "This is what created his space business. Once he was successful in sending flights to the space station to resupply the astronauts there, he developed a lucrative contract with the U.S. to be the prim...",
      "He is an intriguing, very complex person whose beliefs drive his actions. I keep wondering why, with all his resources, he does not assist with keeping this planet, Earth, in better health, and advoca..."
    ],
    "id": "32"
  },
  {
    "title": "Greenlights: McConaughey, Matthew",
    "author": "Matthew McConaughey",
    "price": 11.3,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.6,
      "count": 73924
    },
    "tags": [
      "Biographies & Memoirs",
      "Arts & Literature",
      "Actors & Entertainers"
    ],
    "synopsis": "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/44t7ZwD",
    "reviews": [
      "Born into the lower middle class in East Texas, McConaughey looks back nostalgically at a childhood few would envy. His parents divorced and remarried each other twice, he was subject to corporal puni...",
      "After a rite of passage involving brawling with a barroom bouncer, McConaughey pursued acting with the drive and hard work ethic that was instilled into him. Finding early success, he choose to live i...",
      "Finally, after years of womanizing, McConaughey settled into a successful monogamous relationship and fulfilled his life long ambition of being a father. Nearly simultaneously he chose to walk away fr..."
    ],
    "id": "33"
  },
  {
    "title": "Flow: The Psychology of Optimal Experience: Csikszentmihalyi, Mihaly",
    "author": "Mihaly Csikszentmihalyi",
    "price": 8.9,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.5,
      "count": 7303
    },
    "tags": [
      "Creativity"
    ],
    "synopsis": "“Csikszentmihalyi arrives at an insight that many of us can intuitively grasp, despite our insistent (and culturally supported) denial of this truth. That is, it is not what happens to us that determines our happiness, but the manner in which we make sense of that reality. . . . T he manner in which Csikszentmihalyi integrates research on consciousness, personal psychology and spirituality is i lluminating.” —Los Angeles Times Book Review",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4se6nkP",
    "reviews": [
      "It sounds simple but it is rather complex. The book is written by an intellectual and at times its seem for intellectuals. You have to pay attention otherwise you'd be like me when I had to re-read th...",
      "The premise is that for you to be happy-you have to overcome challenges and use your skills to do it. Flow and happiness are by-product of the task. But there is a delicate balance between the complex...",
      "To achieve flow , there are clear rules that must be followed: The task must have clear goals and actions needed to overcome the obstacles. Immediate feedback is needed to see what you doing is workin..."
    ],
    "id": "34"
  },
  {
    "title": "Sapiens [Tenth Anniversary Edition]: A Brief History of Humankind: Harari, Yuval Noah",
    "author": "Yuval Noah Harari",
    "price": 22.39,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.6,
      "count": 131433
    },
    "tags": [
      "Biographies & Memoirs",
      "Leaders & Notable People",
      "Military"
    ],
    "synopsis": "The tenth anniversary edition of the internationally bestselling phenomenon that cemented Yuval Noah Harari as one of the most prominent historians of our time—featuring a new afterword from the author.",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4s2dFrM",
    "reviews": [
      "This is not to say the points made in the book should be accepted uncritically; in fact, one of the underlying and most important messages of the book is the need for critical examinations of our beli...",
      "I was fascinated by the idea that our common systems of belief – religion, natural law, government law, economic theories, and so on - are all based on fictions that are given power to the degree that...",
      "“Cold indifference driven by economic greed” - I was struck by a passage that compared the numbers of those who have been intentionally harmed due to nationalism and religion to those who have been br..."
    ],
    "id": "35"
  },
  {
    "title": "Amazon.com: The Alchemist Deluxe Edition: A Fable About Following Your Dream: : Coelho, Paulo: Books",
    "author": "Paulo Coelho",
    "price": 9.98,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.6,
      "count": 121309
    },
    "tags": [
      "4.   !Image 130 Shop the Store on Amazon",
      "!Image 131: The Book of Five Rings by Miyamoto Musashi - Complete Edition: The New Modern English Translation   The Book of Five Rings by Miyamoto Musashi - Complete Edition: The New Modern English Translation 4.6 _4.6 out of 5 stars_ 67 $13.99$13.99"
    ],
    "synopsis": "Combining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, The Alchemist has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4iYSYIT",
    "reviews": [
      "I had heard so many people recommend The Alchemist as a life-changing book, and I finally decided to see what it was about.",
      "I had heard so many people recommend The Alchemist as a life-changing book, and I finally decided to see what it was about.",
      "The Alchemist is a modern classic for good reason. It’s a simple yet profound story that reminds you to listen to your heart, trust the journey, and never give up on your dreams. I finished it feeling..."
    ],
    "id": "36"
  },
  {
    "title": "Range: Why Generalists Triumph in a Specialized World: Epstein, David",
    "author": "David Epstein",
    "price": 11.0,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.6,
      "count": 12383
    },
    "tags": [
      "Health, Fitness & Dieting",
      "Psychology & Counseling",
      "Developmental Psychology"
    ],
    "synopsis": "Plenty of experts argue that anyone who wants to develop a skill, play an instrument, or lead their field should start early, focus intensely, and rack up as many hours of deliberate practice as possible. If you dabble or delay, you’ll never catch up to the people who got a head start. But a closer look at research on the world’s top performers, from professional athletes to Nobel laureates, shows that early specialization is the exception, not the rule.",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4j2QoSs",
    "reviews": [
      "“The question I set out to explore was how to capture and cultivate the power of breadth, diverse experience, and intra-disciplinary exploration within systems that increasingly demand hyper-specializ...",
      "The “tiger” is Tiger Woods. In the Tiger Model, you specialize early and engage in deliberate practice, honing your skills and expertise.",
      "The Roger Model is named for Roger Federer. In the Roger Model, you delay selecting a specialty until you learn more about yourself and what you do well. You have a “sampling period” where you try man..."
    ],
    "id": "37"
  },
  {
    "title": "Building a Second Brain: A Proven Method to Organize Your Digital Life and Unlock Your Creative Potential: Forte, Tiago",
    "author": "Tiago Forte",
    "price": 15.88,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.5,
      "count": 6759
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Project Management",
      "Business"
    ],
    "synopsis": "For the first time in history, we have instantaneous access to the world’s knowledge. There has never been a better time to learn, to contribute, and to improve ourselves. Yet, rather than feeling empowered, we are often left feeling overwhelmed by this constant influx of information. The very knowledge that was supposed to set us free has instead led to the paralyzing stress of believing we’ll never know or remember enough.",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4ahokZ1",
    "reviews": [
      "From the very first chapter, I was captivated by Forte's insightful perspective on digital note-taking and knowledge management. His comprehensive framework, known as the \"PARA\" method, provides a cle...",
      "What sets this book apart is its actionable advice. Forte not only explains the concepts but also offers practical, step-by-step instructions on how to implement them in your daily routine. His emphas...",
      "Furthermore, Building a Second Brain is more than just a productivity manual. It delves into the philosophy of knowledge management, helping you cultivate a lifelong habit of learning and growth. I pa..."
    ],
    "id": "38"
  },
  {
    "title": "Success and Failure of Picasso: Berger, John",
    "author": "John Berger",
    "price": 17.0,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.3,
      "count": 47
    },
    "tags": [
      "Arts & Photography",
      "Individual Artists"
    ],
    "synopsis": "Â Â Â At the height of his powers, Pablo Picasso was the artist as revolutionary, breaking through the niceties of form in order to mount a direct challenge to the values of his time. At the height of his fame, he was the artist as royalty: incalculably wealthy, universally idolizedâ and wholly isolated.",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/48UnNtR",
    "reviews": [
      "The central essay here is \"The Moment of Cubism.\" Berger paints a general portrait of a distinct era of possibility: artistic and social and political. The explosion of Cubism is but a moment in a lar...",
      "Berger asks the question that is overlooked in the constant reverence of Picasso's potency (echoing Benjamin Buchloh on the \"ciphers of regression\"): was Picasso genius throughout his career or was th..."
    ],
    "id": "39"
  },
  {
    "title": "Getting Things Done: The Art of Stress-Free Productivity",
    "author": "David Allen",
    "price": 69.62,
    "priceLabel": "Price",
    "coverUrl": "https://m.media-amazon.com/images/I/61Loe8brBXL._SY522_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.5,
      "count": 10424
    },
    "tags": [
      "Business & Money",
      "Skills",
      "Time Management"
    ],
    "synopsis": "One of Daniel Pink's 13 Books to Read Before 30\nThe book \nLifehack \ncalls \n\"The Bible of business and personal productivity.\"\n\"A completely revised and updated edition of the blockbuster bestseller from 'the personal productivity guru'\"\n—\nFast Company\nSince it was first published almost fifteen years ago, David Allen’s \nGetting Things Done \nhas become one of the most influential business books of its era, and the ultimate book on personal organization. “GTD” is now shorthand for an entire way of approaching professional and personal tasks, and has spawned an entire culture of websites, organiz...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/3Mu6nNb",
    "reviews": [
      "Self help is not a genre of books I read very often, but I made an exception for David Allen’s Getting Things Done: The Art of Stress-Free Productivity. One of my goals for 2017 was to become better o...",
      "This is a life-changing book. I am not in business but have to function in various domains: working scientist with 20-30 discrete, concurrent, collaborative projects at any given time; teacher; physic...",
      "I bought the paper-covered book, which was recommended by my friend. I had only read a few pages to get the summary of it, and I've already read a lot of useful advice given, very inspirational. It al..."
    ],
    "id": "40"
  },
  {
    "title": "The Laws of Human Nature: Greene, Robert",
    "author": "Robert Greene",
    "price": 14.47,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.8,
      "count": 17547
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "From the #1 New York Times-bestselling author of The 48 Laws of Power comes the definitive new book on decoding the behavior of the people around you. This is the only authorized hardcover edition in the US.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/491r2zM",
    "reviews": [
      "As Greene describes in the introduction, this book is a codebook for deciphering people’s behavior, with each chapter telling the story of some iconic individual(s) who illustrates the law being cover...",
      "So what laws (all negative aspects or shortcomings, 18 to be exact, of human behavior) does Green focus on in this book? Irrationality, narcissism, role-playing, compulsive behavior, covetousness, sho...",
      "As usual with Greene’s not-inexpensive books, he gives one a lot of ideas and pages to chew on for the money, leaving one well satisfied with the investment. If I do have any criticisms, the main one ..."
    ],
    "id": "41"
  },
  {
    "title": "The 48 Laws of Power: Robert Greene, Joost Elffers",
    "author": "Robert Greene",
    "price": 13.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.7,
      "count": 86763
    },
    "tags": [
      "Politics & Social Sciences",
      "Politics & Government",
      "Political Science",
      "History & Theory"
    ],
    "synopsis": "Amoral, cunning, ruthless, and instructive, this multi-million-copy New York Times bestseller is the definitive manual for anyone interested in gaining, observing, or defending against ultimate control. This is the only authorized hardcover edition in the US.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4oXVqRx",
    "reviews": [
      "Reviewed in the United States on September 2, 2025   \"The 48 Laws of Power\" is an extraordinary read that offers profound insights into human behavior and the dynamics of power. Robert Greene's writin...",
      "This book has not only changed my perspective on social interactions but has also equipped me with practical strategies for navigating various situations. The laws are well-structured, making it easy ...",
      "gaining Power by various means and enjoying its fruits .The laws are defined by taking key points from the ancient past to that of the modern day world, where the laws mentioned are followed by variou..."
    ],
    "id": "42"
  },
  {
    "title": "Meditations (Modern Library): Aurelius, Marcus, Hays, Gregory, Holiday, Ryan",
    "author": "Marcus Aurelius",
    "price": 9.62,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.7,
      "count": 9234
    },
    "tags": [
      "1.   !Image 103 Shop the Store on Amazon",
      "!Image 104: Meditations Marcus Aurelius: New Complete Translation of Stoic Wisdom Adapted for Modern Readers Illustrated   Meditations Marcus Aurelius: New Complete Translation of Stoic Wisdom Adapted for Modern Readers Illustrated 4.6 _4.6 out of 5 stars_ 214 $16.99$16.99"
    ],
    "synopsis": "“Meditations offers a glimpse into [Marcus Aurelius’s] mind, his habits, and his approach to life. . . . I think any reader would find something useful to take away from it.”—James Clear, #1 New York Times bestselling author of Atomic Habits",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4oVl49g",
    "reviews": [
      "This translation comes with a large opening section detailing Marcus Aurelius' life and the geopolitical and social factors surrounding the work, as well as the history we know of how the work survive...",
      "Overall, it's precisely the fact that Meditations was never meant to be read which makes it such good reading! This isn't a thorough treatise trying to explain why stoicism is the best philosophy, it'...",
      "Famously, this work constantly mentions death. Marcus Aurelius constantly reminded himself that he was mortal, and that he could die at any time. He clearly expresses that this belief helps him act ho..."
    ],
    "id": "43"
  },
  {
    "title": "The Obstacle is the Way Expanded 10th Anniversary Edition: The Timeless Art of Turning Trials into Triumph: Holiday, Ryan",
    "author": "Ryan Holiday",
    "price": 23.06,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.7,
      "count": 5566
    },
    "tags": [
      "Motivational Management & Leadership"
    ],
    "synopsis": "An updated and expanded edition of the book that launched a global phenomenon, The Obstacle Is the Way presents an infinitely elastic formula for turning our toughest trials into our greatest triumphs.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/3L0EWKg",
    "reviews": [
      "Storytelling has been around since the beginning of time, but actual mass communication has been around for a very short time (relatively). It looks as if the \"paper book\" business will become a speci...",
      "Ryan has done WAY more and influenced WAY more decisions than he would ever talk about, but has helped untangle talent and communication complications (i.e- market properly) using many of his methods ...",
      "It is always amazing to read a review somewhere when that person has never faced down rejection and fear and can criticize anyone for at least putting their thoughts and ideas out there for judgment. ..."
    ],
    "id": "44"
  },
  {
    "title": "Ego Is the Enemy: Holiday, Ryan",
    "author": "Ryan Holiday",
    "price": 17.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.6,
      "count": 20915
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "“While the history books are filled with tales of obsessive visionary geniuses who remade the world in their image with sheer, almost irrational force, I’ve found that history is also made by individuals who fought their egos at every turn, who eschewed the spotlight, and who put their higher goals above their desire for recognition.” —from the prologue",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4q9hppx",
    "reviews": [
      "Quite frankly, I have nothing but praise for this book, which I believe is a “must-read” for managers within any profession. It is neither oversimplified, nor overstated. In fact, the author drives hi...",
      "I did not find the book preachy or sanctimonious. I didn’t feel the author was pushing any specific dogma, but he does use the platform of stoicism as the guide here. Nonetheless, subsequent to laying...",
      "I found the author’s choice of content and his writing style to be inspiring, while still being very readable and relatable."
    ],
    "id": "45"
  },
  {
    "title": "Quiet: The Power of Introverts in a World That Can't Stop Talking: Cain, Susan",
    "author": "Susan Cain",
    "price": 10.5,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.5,
      "count": 35114
    },
    "tags": [
      "Self-Help",
      "Relationships",
      "Interpersonal Relations"
    ],
    "synopsis": "Pages are clean and are not marred by notes or folds of any kind. ~ ThriftBooks: Read More, Spend Less Pages are clean and are not marred by notes or folds of any kind. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3MDe5V4",
    "reviews": [
      "I blamed myself - there must be something `wrong with me' because I can't handle the job. I wanted to leave, but thought, if I can't handle this job, how am I going to handle a new job? It'll probably...",
      "I've always known I was introverted, but I didn't realize just what all that entailed - I thought it mostly meant `shy' or that I didn't like social settings.",
      "This book taught me more about myself than I've ever known. It read like my biography. Almost every page had a new insight into why I think and feel the way I do. Throughout the book I saw my very own..."
    ],
    "id": "46"
  },
  {
    "title": "Man's Search for Meaning: Gift Edition: Frankl, Viktor E., Winslade, William J., Kushner, Harold S.",
    "author": "Viktor E. Frankl",
    "price": 15.13,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.8,
      "count": 3868
    },
    "tags": [
      "History",
      "World",
      "Jewish",
      "Holocaust"
    ],
    "synopsis": "Hailed as “an enduring work of survival literature” by the New York Times, Viktor Frankl’s account of his time in the Nazi concentration camps—and his insights into our ability to find meaning despite great adversity—has offered solace and guidance to generations of readers since it was first published in 1946. This stunning hardcover gift edition features previously unpublished material—including letters, speeches, essays, and an 8-page photo insert—that reveal Frankl’s enduring lessons on perseverance and strength in even greater depth.",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/3MDJS8o",
    "reviews": [
      "The book has two parts and they complement each other well. The first part evolves around Frank’s experience during the Holocaust. During his studies of Logotherapy – the area that seeks to understand...",
      "The description of the concentration camps is chilling but necessary to understand the depths of Frankl’s experience. For instance, he describes in detail how the mind collapses during hunger and that...",
      "It is deeply shocking to read that Victor Frankl had to promise himself not to commit suicide, but to put that thought aside and move on with the task of surviving. This promise relied heavily on the ..."
    ],
    "id": "47"
  },
  {
    "title": "Principles: Life and Work: Dalio, Ray",
    "author": "Ray Dalio",
    "price": 11.82,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 18976
    },
    "tags": [
      "Business & Money",
      "Investing",
      "Introduction"
    ],
    "synopsis": "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4pVYMG1",
    "reviews": [
      "From the moment I opened this book, I was instantly captivated by Dalio's unique storytelling style. He effortlessly combines personal anecdotes, practical examples, and profound wisdom to paint a com...",
      "One aspect that truly stood out to me was Dalio's transparency and authenticity. He openly shares his successes, failures, and the lessons he learned along the way. This level of vulnerability creates...",
      "What sets \"Principles: Life and Work\" apart is its practicality. Dalio doesn't simply present theories and ideas; he provides actionable steps to help readers apply these principles in their own lives..."
    ],
    "id": "48"
  },
  {
    "title": "Amazon.com: Four Thousand Weeks: Time Management for Mortals: : Burkeman, Oliver: Books",
    "author": "Oliver Burkeman",
    "price": 10.01,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.5,
      "count": 12946
    },
    "tags": [
      "Personal Time Management"
    ],
    "synopsis": "Nobody needs telling there isn’t enough time. We’re obsessed with our lengthening to-do lists, our overfilled inboxes, work-life balance, and the ceaseless battle against distraction; and we’re deluged with advice on becoming more productive and efficient, and “life hacks” to optimize our days. But such techniques often end up making things worse. The sense of anxious hurry grows more intense, and still the most meaningful parts of life seem to lie just beyond the horizon. Still, we rarely make the connection between our daily struggles with time and the ultimate time management problem: the c...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/44umf8t",
    "reviews": [
      "So... the low-star review people just don't get it, and that's probably because they don't want to. Some people are looking for a time-management instruction manual to help them magically solve that m...",
      "There are two reasons I gave it four stars and not five: first, his writing style tends to be parenthetical, with and without parenthesis. I had to stop and re-read some sentences because he intersper...",
      "To start with a caveat, I would not recommend this book to a newcomer to time management. As an example, to a young person first starting to live a more structured life. To a person who has known they..."
    ],
    "id": "49"
  },
  {
    "title": "The Mountain Is You: Brianna Wiest",
    "author": "Brianna Wiest",
    "price": 17.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.7,
      "count": 24144
    },
    "tags": [
      "4.   !Image 117 Shop the Store on Amazon",
      "!Image 118: I Love You S'more - Children's Board Book for Babies & Toddlers   I Love You S'more - Children's Board Book for Babies & Toddlers 5.0 _5.0 out of 5 stars_ 20 $7.18$7.18 List:$8.99$8.99"
    ],
    "synopsis": "This beautiful, exclusive hardcover book is limited edition. Each book includes a gold ribbon bookmark. This book is about self-sabotage. Why we do it, when we do it, and how to stop doing it?for good. Coexisting but conflicting needs create self-sabotaging behaviors. This is why we resist efforts to change, often until they feel completely futile. But by extracting crucial insight from our most damaging habits, building emotional intelligence by better understanding our brains and bodies, releasing past experiences at a cellular level, and learning to act as our highest potential future selve...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4rXRgeQ",
    "reviews": [
      "Deep Self-Reflection: The author takes readers on a journey of self-discovery, encouraging us to confront our self-sabotaging behaviors and beliefs. The book offers powerful questions and exercises th...",
      "Empowering Perspective Shifts: \"The Mountain Is You\" challenges conventional beliefs and societal expectations, urging us to redefine success, happiness, and self-worth on our own terms. It empowers r...",
      "Practical Strategies: The book doesn't just delve into theory; it provides practical strategies to overcome self-sabotage and cultivate self-mastery. From setting healthy boundaries to developing self..."
    ],
    "id": "50"
  },
  {
    "title": "Designing Your Life: How to Build a Well-Lived, Joyful Life: Burnett, Bill, Evans, Dave",
    "author": "Bill Burnett",
    "price": 13.02,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.5,
      "count": 5873
    },
    "tags": [
      "Business & Money",
      "Job Hunting & Careers",
      "Guides"
    ],
    "synopsis": "Nice clean copy with no highlighting or writing. We take pride in our accurate descriptions. Satisfaction Guaranteed. Nice clean copy with no highlighting or writing. We take pride in our accurate descriptions. Satisfaction Guaranteed. [See less](javascript:void(0))",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3KLd252",
    "reviews": [
      "𝗗𝗲𝘀𝗶𝗴𝗻 𝗧𝗵𝗶𝗻𝗸𝗶𝗻𝗴 𝗔𝗽𝗽𝗹𝗶𝗲𝗱 𝘁𝗼 𝗟𝗶𝗳𝗲. The same iterative, human-centered process used to design products can be used to design a meaningful life. This includes prototyping, reframing problems, and embracin...",
      "𝗥𝗮𝗱𝗶𝗰𝗮𝗹 𝗖𝗼𝗹𝗹𝗮𝗯𝗼𝗿𝗮𝘁𝗶𝗼𝗻. Life design is not a solo endeavor. Engaging with others - through conversations, mentorship, and shared experiences - is essential to uncovering new possibilities.",
      "𝗢𝗱𝘆𝘀𝘀𝗲𝘆 𝗣𝗹𝗮𝗻𝗻𝗶𝗻𝗴. One of the book’s most powerful tools is the “Odyssey Plan,” which encourages readers to sketch out three radically different versions of their future. This exercise breaks the illus..."
    ],
    "id": "51"
  },
  {
    "title": "Your Best Year Ever: A 5-Step Plan for Achieving Your Most Important Goals―New Year, New You in 2026: Michael Hyatt",
    "author": "Michael Hyatt",
    "price": 15.28,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.6,
      "count": 2398
    },
    "tags": [
      "3.   !Image 129 Shop the Store on Amazon",
      "!Image 130: Police Officer Exam Study Guide 2025-2026: Full Practice Test, Chapter Review Questions, Detailed Answer Explanations, and Prep Book: 6th Edition   Police Officer Exam Study Guide 2025-2026: Full Practice Test, Chapter Review Questions, Detailed Answer Explanations, and Prep Book: 6th Edition 4.3 _4.3 out of 5 stars_ 22 $24.99$24.99 List:$30.99$30.99"
    ],
    "synopsis": "We all want to live a life that matters. We all want to reach our full potential. But too often we find ourselves overwhelmed by the day-to-day. Our biggest goals get pushed to the back burner--and then, more often than not, they get abandoned and forgotten.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4j6Hwen",
    "reviews": [
      "If that isn’t enough of a recommendation for you to order this book right now here are a few of the benefits I have gotten from this book already.",
      "1. Michael is clear with his approach. He does a great job of making clear what and how you can take action on the step by step process he lays out.",
      "2. He uses practical and current examples. I love that this book comes after tens of thousands of people have gone through his online course enabling him to use examples from alumni that apply practic..."
    ],
    "id": "52"
  },
  {
    "title": "The Boy, the Mole, the Fox and the Horse: Inspiring Conversations on Hope, Love and Personal Growth: Mackesy, Charlie",
    "author": "Charlie Mackesy",
    "price": 8.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/31Eb9Xl8NHL.png",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.8,
      "count": 127039
    },
    "tags": [
      "Comics & Graphic Novels",
      "Graphic Novels",
      "Contemporary Women"
    ],
    "synopsis": "Good -This Book is in good overall condition. The covers are intact with some slight wear. The dust jacket, if applicable, is intact with some slight wear. The spine has creasing. Pages may include bends and folds. The \"Head\", \"Tail\" and \"Fore-Edge\" may have markings and or spots.|| Thank you for shopping with Goodwill of Dayton Ohio. All items we sell are in used condition, if you have any questions please feel free to email us. || Good -This Book is in good overall condition. The covers are intact with some slight wear. The dust jacket, if applicable, is intact with some slight wear. The spi...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4j0npyu",
    "reviews": [
      "In gently presented prose consisting of kind one-liners, the philosophy of living a good life, loving oneself, being kind to others, living forgiveness of others and self, and being both satisfied and...",
      "The wisdom is ancient, God-like and deeply personal. It is as if a beloved and long-dead grandfather is whispering universal truths through the mole, the fox and the horse, as each learns, imparts kno...",
      "This deceptively simple little volume is filled with deceptively simple line drawings and script, all produced by an accidental philosopher-artist living in a stone hut in the English countryside like..."
    ],
    "id": "53"
  }
]