[
  {
    "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
    "author": "James Clear",
    "price": 18.0,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81kg51XRc1L._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.8,
      "count": 144799
    },
    "tags": [
      "Health, Fitness & Dieting",
      "Psychology & Counseling",
      "Social Psychology & Interactions"
    ],
    "synopsis": "The #1\n New York Times\n bestseller.\nOver 25 million copies sold!\nTranslated into 60+ languages!\nTiny Changes, Remarkable Results\nNo matter your goals, \nAtomic Habits\n offers a proven framework for improving--every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results.\nIf you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not becau...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/48MOaDf",
    "reviews": [
      "This book breaks things down in a way that makes habit building feel doable. The tips are simple, but they make sense, and you can start using them right away. It is not preachy or complicated, just c...",
      "I've read a lot of books on changing behavior and building habits and James Clear's  Atomic Habits is my new favorite. This book is different from others in the way it covers an enormous amount of gro...",
      "Atomic Habits, the brainchild of James Clear, is a powerful self-help book that promises to unlock your hidden potential and pave the way for transformative habits. If you're someone who, like me, cou..."
    ],
    "id": "1"
  },
  {
    "title": "The 5AM Club: Own Your Morning. Elevate Your Life.",
    "author": "Robin Sharma",
    "price": 7.52,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61Av4S46owL._SL1500_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.4,
      "count": 36780
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Leadership & Motivation"
    ],
    "synopsis": "Legendary leadership and elite performance expert Robin Sharma introduced The 5am Club concept over twenty years ago, based on a revolutionary morning routine that has helped his clients maximize their productivity, activate their best health and bulletproof their serenity in this age of overwhelming complexity.\n      Now, in this life-changing book, handcrafted by the author over a rigorous four-year period, you will discover the early-rising habit that has helped so many accomplish epic results while upgrading their happiness, helpfulness and feelings of aliveness.\n      Through an enchantin...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4q0PWWM",
    "reviews": [
      "The 5 AM Club by Robin Sharma is like a little secret recipe for a magical morning. I don’t know about y’all, but a magical morning is what I LIVE for! The book follows the journey of an entrepreneur ...",
      "I didn’t expect The 5AM Club to hit me the way it did. I picked it up for the personal development insights—and while it absolutely delivered on that front, what surprised me most was the format. I ha...",
      "Love this book, if you are someone who wants motivation to get up and get going.  This book assists in getting you there.  I have learned so much, and I added the workbook to continue my personal grow..."
    ],
    "id": "2"
  },
  {
    "title": "Deep Work: Rules for Focused Success in a Distracted World",
    "author": "Cal Newport",
    "price": 9.89,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/91nujEwIpYL._SL1500_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.6,
      "count": 35374
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Workplace Culture"
    ],
    "synopsis": "AN AMAZON BEST BOOK OF 2O16 PICK IN BUSINESS & LEADERSHIP\nWALL STREET JOURNAL \nBUSINESS BESTSELLER\n A BUSINESS BOOK OF THE WEEK AT 800-CEO-READ\nMaster one of our economy’s most rare skills and achieve groundbreaking results with this “exciting” book (Daniel H. Pink) from an “exceptional” author (\nNew York Times\n \nBook Review\n).\n Deep work is the ability to focus without distraction on a cognitively demanding task. It's a skill that allows you to quickly master complicated information and produce better results in less time. Deep Work will make you better at what you do and provide the sense of...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/48RPZNF",
    "reviews": [
      "Deep Work is the execution/tactical companion to Newport's last book, So Good They Can't Ignore You and it doesn't disappoint.These books should be taken together as a whole because they give you the ...",
      "In 1995 the term “disruptive innovation” was coined by Harvard Professor, Clayton Christensen to describe how certain types of innovation change industries. But this is rare. Most innovation doesn’t a...",
      "Excellent examination of a trend we all suffer from in today's digital world: distraction. The inability to focus and work deeply is severely decreasing our work output. It's also neurologically damag..."
    ],
    "id": "3"
  },
  {
    "title": "Essentialism: The Disciplined Pursuit of Less",
    "author": "Greg McKeown",
    "price": 9.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61QfKSGnwEL._SL1200_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.6,
      "count": 20534
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Decision-Making & Problem Solving"
    ],
    "synopsis": "THE LIFE-CHANGING \nNEW YORK TIMES\n BESTSELLER • MORE THAN TWO MILLION COPIES SOLD\n“Essentialism holds the keys to solving one of the great puzzles of life: How can we do less but accomplish more?”—Adam Grant, bestselling author of \nThink Again\nEssentialism isn’t about getting more done in less time. It’s about getting only the right things done.\nHave you ever found yourself stretched too thin?\nAre you often busy but not productive?\nDo you feel like your time is constantly being hijacked?\nIf you answered yes to any of these, the way out is the \nWay of the Essentialist\n.\n \n \nEssentialism is more...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/48Un7EC",
    "reviews": [
      "Life is complicated. Life is full of responsibilities and opportunities, planned duties and serendipitous possibilities. There is so much we could do, but so little we can do. Many of us battle our wh...",
      "I just finished a wonderful book called Essentialism by Greg McKeown.  He talks about the disciplined pursuit of less. A wonderful mantra for business and for our personal lives. I don't say this ofte...",
      "I have re read this book already twice and it’s so direct and well written it’s one on my favourites on the subject"
    ],
    "id": "4"
  },
  {
    "title": "Make Time",
    "author": "Jake Knapp    and 1 more",
    "price": 19.31,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71x4c1e4cGL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.3,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/3N0VORC",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "5"
  },
  {
    "title": "Limitless Expanded Edition: Upgrade Your Brain, Learn Anything Faster, and Unlock Your Exceptional Life",
    "author": "Jim Kwik",
    "price": 18.63,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71YKosk1-8L._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.7,
      "count": 1271
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "From the world’s top brain coach: revised edition of the \nNew York Times\n and \nWall Street Journal\n best-selling guide to unlocking your inner genius, with two all-new chapters and updates throughout.\n“Jim Kwik knows how to get the maximum out of me as a human being.”\n—Will Smith\nFor over 25 years, Jim Kwik has worked closely with successful men and women who are at the top in their fields as actors, athletes, CEOs, and business leaders from all walks of life to unlock their true potential. In this groundbreaking book, he reveals the science-based practices and field-tested tips to accelerate ...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/3YsPl4w",
    "reviews": [
      "Limitless delivers a thoughtful blend of neuroscience, practical strategy, and motivational storytelling. Jim Kwik presents a clear framework for enhancing memory, improving focus, and accelerating le...",
      "\"Limitless Expanded\" by Jim Kwik is an absolute game-changer in the realm of personal development and cognitive enhancement. As a devoted reader of Kwik's previous works, I had high expectations, and ...",
      "A recommendation from my father's neurologist.  Very informative with clever ideas to start at any age. The earlier the better!"
    ],
    "id": "6"
  },
  {
    "title": "Digital Minimalism",
    "author": "Cal Newport",
    "price": 17.85,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81x+9opgESL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.4,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3XQjDhv",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "7"
  },
  {
    "title": "The Compound Effect",
    "author": "Darren Hardy",
    "price": 11.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71vffeIFyGL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 0.0,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4pwgrUi",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "8"
  },
  {
    "title": "Grit: The Power of Passion and Perseverance",
    "author": "Angela Duckworth",
    "price": 13.42,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71gPBwjsEfL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 20315
    },
    "tags": [
      "Health, Fitness & Dieting",
      "Psychology & Counseling",
      "Applied Psychology"
    ],
    "synopsis": "In this instant \nNew York Times \nbestseller, pioneering psychologist Angela Duckworth shows anyone striving to succeed—be it parents, students, educators, athletes, or business people—that the secret to outstanding achievement is not talent but a special blend of passion and persistence she calls “grit.”\nDrawing on her own powerful story as the daughter of a scientist who frequently noted her lack of “genius,” Duckworth, now a celebrated researcher and professor, describes her early eye-opening stints in teaching, business consulting, and neuroscience, which led to the hypothesis that what rea...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4pznz29",
    "reviews": [
      "Grit was a great read and really changed how I think about long-term success. The core idea — that passion and perseverance matter more than raw talent — really hit home. Angela Duckworth does a great...",
      "To: All parents, teachers, coaches, athletes, students, and caregivers:Re: the book Grit: The Power of Passion and Perseverance by Dr. Angela DuckworthBuy it. Read it slowly and deliberately. If you l...",
      "In “Grit”, leading researcher Angela Duckworth accounts the latest academic thinking concerning the formidable topic of the “psychology of human achievement” -- the question of why some people achieve..."
    ],
    "id": "9"
  },
  {
    "title": "Can't Hurt Me: Master Your Mind and Defy the Odds",
    "author": "David Goggins",
    "price": 24.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81YJFNc54lL._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.8,
      "count": 104066
    },
    "tags": [
      "Health, Fitness & Dieting"
    ],
    "synopsis": "New York Times\n Best Seller\nOver 7 million copies sold\nFor \nDavid Goggins\n, childhood was a nightmare -- poverty, prejudice, and physical abuse colored his days and haunted his nights. But through self-discipline, mental toughness, and hard work, Goggins transformed himself from a depressed, overweight young man with no future into a U.S. Armed Forces icon and one of the world's top endurance athletes. The only man in history to complete elite training as a Navy SEAL, Army Ranger, and Air Force Tactical Air Controller, he went on to set records in numerous endurance events, inspiring Outside m...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/48MOQbL",
    "reviews": [
      "This book has made me to take a self assessment of my life, from where I've been to where I want to go. David provides a lot of tools that will be helpful on my journey.I would recommend this book to ...",
      "Can’t Hurt Me isn’t just a book—it’s a mindset shift. David Goggins tells his story with brutal honesty, laying out the struggles he faced and the mental toughness he built to overcome them. What make...",
      "This book makes you look deep into your own mind and rethink what you thought was possible for yourself. Goggins shattered glass ceiling after glass ceiling. It almost feels like he pushed his limits ..."
    ],
    "id": "10"
  },
  {
    "title": "Mindset: The New Psychology of Success",
    "author": "Carol S. Dweck",
    "price": 6.48,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71wEDMAAnOL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 22953
    },
    "tags": [
      "Office Products",
      "Office & School Supplies",
      "Paper",
      "Notebooks & Writing Pads",
      "Hardcover Executive Notebooks"
    ],
    "synopsis": "From the renowned psychologist who introduced the world to “growth mindset” comes this updated edition of the million-copy bestseller—featuring transformative insights into redefining success, building lifelong resilience, and supercharging self-improvement.\n“Through clever research studies and engaging writing, Dweck illuminates how our beliefs about our capabilities exert tremendous influence on how we learn and which paths we take in life.”—Bill Gates, \nGatesNotes\n \n“It’s not always the people who start out the smartest who end up the smartest.”\nAfter decades of research, world-renowned Sta...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3KI8dcH",
    "reviews": [
      "Mindset was a really meaningful read for me, and it changed the way I look at challenges and personal growth. The core idea — the difference between a fixed mindset and a growth mindset — sounds simpl...",
      "Mindset is another book in the seemingly endless production line of self help Psychology books available.  Amazon recommended it to me based on my past purchases, and I decided to give it a try.  I ca...",
      "This book, Mindset, by Carol Dweck, has been thoroughly enjoyed by this reader! I have not yet finished it, as I am among three other titles that I bounce among depending upon my mood. Also, this is e..."
    ],
    "id": "11"
  },
  {
    "title": "Thinking, Fast and Slow",
    "author": "Daniel Kahneman",
    "price": 5.5,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61n7jZ8xQ6L._SL1500_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.6,
      "count": 47388
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Decision-Making & Problem Solving"
    ],
    "synopsis": "*Major \nNew York Times\n Bestseller\n*More than 2.6 million copies sold\n*One of \nThe\n \nNew York Times Book Review's\n ten best books of the year\n*Selected by \nThe Wall Street Journal\n as one of the best nonfiction books of the year\n*Presidential Medal of Freedom Recipient\n*Daniel Kahneman's work with Amos Tversky is the subject of Michael Lewis's best-selling \nThe Undoing Project: A Friendship That Changed Our Minds\nIn his mega bestseller, \nThinking, Fast and Slow\n, Daniel Kahneman, world-famous psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/3XUbgS8",
    "reviews": [
      "This is an invaluable book that every person who considers him/herself educated should read - even study. Indeed, it is a scandal that mastering the material in this book isn't considered an essential...",
      "In Thinking, Fast and Slow, Kahneman presents and explains various biases that we as humans are prone to and how we make many (though definitely not all) of our intuitive decisions against objective p...",
      "Hard cover. Very good quality. Finished reading first two chapters. The book essentially talks about how the mind works. This is helpful in identifying our biases and actively countering them. So defi..."
    ],
    "id": "12"
  },
  {
    "title": "Discipline Is Destiny: The Power of Self-Control (The Stoic Virtues Series)",
    "author": "Ryan Holiday",
    "price": 16.32,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81kQ4rTDHAL._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 5462
    },
    "tags": [
      "Politics & Social Sciences",
      "Philosophy",
      "History & Schools of Thought",
      "Western",
      "Ancient Greek & Roman"
    ],
    "synopsis": "The instant \nNew York Times, Wall Street Journal, \nand \nUSA Today \nBestseller!\nIn his \nNew York Times \nbestselling book \nCourage is Calling\n, author Ryan Holiday made the Stoic case for a bold and brave life. In this much-anticipated second book of his Stoic Virtue series, Holiday celebrates the awesome power of self-discipline and those who have seized it.\nTo master anything, one must first master themselves–one’s emotions, one’s thoughts, one’s actions. Eisenhower famously said that freedom is really the opportunity to practice self-discipline. Cicero called the virtue of temperance the poli...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4q8LEN5",
    "reviews": [
      "Ryan Holiday is known for being a student of stoicism and teacher of stoic principles to people living in the modern world. He has been called a “modern philosopher.”Many of the stories in his book Di...",
      "Excellent book to read to learn history and the impact all people mentioned have on showing the importance of having discipline.",
      "Educational, thought-provoking, historical, and entertaining. My 2nd Holiday book and I read this out of \"order.\" I have become fully engaged with stoicism and am happier for it."
    ],
    "id": "13"
  },
  {
    "title": "The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
    "author": "Morgan Housel",
    "price": 14.19,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81Ng+3k+jbL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.7,
      "count": 67262
    },
    "tags": [
      "Business & Money",
      "Finance",
      "Wealth Management"
    ],
    "synopsis": "Deluxe hardback edition of \nThe Psychology of Money\n with sprayed edges and additional bonus chapter content from Morgan Housel, \nthe \nNew York Times\n bestselling author. \nDoing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people.\nMoney – investing, personal finance, and business decisions – is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a m...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/48DoUz3",
    "reviews": [
      "Morgan is a GENIUS.  His ability to present concepts and support them with relevant historical examples is nothing short of brilliant.  This book is way more important and impactful than any book I wa...",
      "Definitely a good book to start your financial literacy journey with! This book literally set the foundation of my new perspective on being more mindful with my money and my approach to when and how t...",
      "\"The Psychology of Money: Timeless Lessons on Wealth, Greed, and Happiness\" is a book that promises to offer valuable insights into the complex relationship between money and human behavior. While I'm..."
    ],
    "id": "14"
  },
  {
    "title": "Rich Dad Poor Dad: What the Rich Teach Their Kids About Money That the Poor and Middle Class Do Not!",
    "author": "Robert T. Kiyosaki",
    "price": 14.52,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81BE7eeKzAL._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 105644
    },
    "tags": [
      "Business & Money",
      "Personal Finance"
    ],
    "synopsis": "April of 2022 marks a 25-year milestone for the personal finance classic \nRich Dad Poor Dad\n that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since \nRich Dad Poor Dad\n was first published, readers will find that very little in the book itself has changed — and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of \nRich Dad Poor Dad\n haven’t changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki’s international bestseller are more timely...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/3MCP0JZ",
    "reviews": [
      "“Rich Dad Poor Dad” is one of those books that makes you stop and really think about the way you were raised to view money. I loved how simple and clear the author explains the difference between work...",
      "\"Rich Dad Poor Dad\" by Robert Kiyosaki is an extraordinary book that has truly changed my perspective on money, wealth, and financial literacy. This insightful and empowering read presents invaluable ...",
      "Good informational book as described. Worth the read for anyone"
    ],
    "id": "15"
  },
  {
    "title": "The Millionaire Fastlane: Crack the Code to Wealth and Live Rich for a Lifetime",
    "author": "MJ DeMarco",
    "price": 13.28,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61QNCPPqP5L._SL1491_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.7,
      "count": 13459
    },
    "tags": [
      "Business & Money",
      "Business Development & Entrepreneurship",
      "Entrepreneurship"
    ],
    "synopsis": "*** \nWARNING\n: Ignore Amazon's Artificial Intelligence Description, This Book Is NOT About Bitcoin or Crypto!\n*** NOW AN INTERNATIONAL BEST-SELLER\n \n Translated and Published Worldwide In Over 25 Languages\n*** HARDBACK, TENTH ANNIVERSARY EDITION\nHas the financial plan of mediocrity and survival become your plan for wealth? That sounds something like this:\n\"Graduate from college, get a good job, save 10% of your paycheck, buy a used car, cancel the movie channels, quit buying expensive Starbucks coffee, save and penny-pinch for decades, trust your life-savings to Wall Street, and one day, when ...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4pznX0B",
    "reviews": [
      "MJ's book is probably one of the best business books I have read in my entire life, and to be frank I rarely ever say that about most books I read.After reading MJ's book, I have probably already reco...",
      "Well, I am on my 3rd reading of this book--and that surprises even me!  WHY?--because  there are so many fascinating and USEFUL distinctions which make the book a veritable goldmine of actionable PRIN...",
      "This book is a refreshing take on the conventional wisdom surrounding wealth accumulation. I particularly liked the fact that it gives a different mindset to getting rich quick, challenging the slow l..."
    ],
    "id": "16"
  },
  {
    "title": "I Will Teach You to Be Rich: No Guilt. No Excuses. Just a 6-Week Program That Works (Second Edition)",
    "author": "Ramit Sethi",
    "price": 9.15,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81c9SSbG3OL._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.6,
      "count": 22829
    },
    "tags": [
      "Business & Money",
      "Finance",
      "Wealth Management"
    ],
    "synopsis": "The inspiration for the Netflix TV series! \nThe groundbreaking \nNew York Times \nbestseller that taught a generation how to earn more, save more, and live a rich life—now in a revised 2nd edition.\n Personal finance expert Ramit Sethi has been called a “wealth wizard” by \nForbes \nand the “new guru on the block” by \nFortune\n. Now he’s updated and expanded his modern money classic for a new age, delivering a simple, powerful, no-BS 6-week program.\nI Will Teach You to Be Rich\n will show you: \n How to crush your debt and student loans faster than you thought possible \n How to set up no-fee, high-int...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4iVOu5P",
    "reviews": [
      "This is my favorite book that I return to over and over again. It is the one I gift the most frequently to friends, family, and recent grads. From my own experience, I disagree about this book not bei...",
      "This is one of those rare personal finance books I actually keep coming back to. Whenever I have a question about money, whether it's optimizing my credit cards, thinking through investments, or just ...",
      "I bought this book for myself, and then three more times — one in Spanish for my husband and two English copies as gifts for friends. That’s how much I loved it! Ramit Sethi explains personal finance ..."
    ],
    "id": "17"
  },
  {
    "title": "Zero to One: Notes on Startups, or How to Build the Future",
    "author": "Peter Thiel",
    "price": 9.95,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/51zGCdRQXOL._SL1200_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.5,
      "count": 39124
    },
    "tags": [
      "Politics & Social Sciences",
      "Politics & Government",
      "Public Affairs & Policy",
      "Economic Policy"
    ],
    "synopsis": "#1 \nNEW YORK TIMES\n BESTSELLER\n • \n“This book delivers completely new and refreshing ideas on how to create value in the world.”—Mark Zuckerberg, CEO of Meta\n \n“Peter Thiel has built multiple breakthrough companies, and \nZero to One\n shows how.”—Elon Musk, CEO of SpaceX and Tesla\nThe great secret of our time is that there are still uncharted frontiers to explore and new inventions to create. In \nZero to One\n, legendary entrepreneur and investor Peter Thiel shows how we can find singular ways to create those new things.\nThiel begins with the contrarian premise that we live in an age of technolo...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/3MBk7pq",
    "reviews": [
      "This book is like a pair of Prescription Spectacles that put the Innovation Startup Business world, into Sharp Focus.When I first saw the price I almost hit exit. However, I thought “If this guy has t...",
      "Peter Thiel navigates many interesting discussions. However, his examples of monopolies are of his own special definition of 'monopoly'--the nearest example being Microsoft towards the end of the Clin...",
      "Book is just superb. I have read it over and over again, time by time. And there is just too much ideas to unpacked. I would recommend those who are serious in doing start-ups, to build a reading list..."
    ],
    "id": "18"
  },
  {
    "title": "Start with Why 15th Anniversary Edition: How Great Leaders Inspire Everyone to Take Action",
    "author": "Simon Sinek",
    "price": 9.91,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71oQGkFtFUL._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.6,
      "count": 24576
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The inspiring, life-changing bestseller updated for its 15th anniversary with a new foreword by the author\nIn 2009, Simon Sinek ignited a movement to help people find a greater sense of purpose at work and added a new word to the lexicon of business: WHY. People and companies now regularly talk about their WHY. Sinek’s videos have been seen by over a billion people around the world, including more than 65 million who’ve watched his TED Talk based on \nStart With Why\n.\nSinek starts with a fundamental question: Why are some people and organizations more innovative, more influential and more profi...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/48OYNUz",
    "reviews": [
      "THIS IS THE GREATEST BOOK EVER PUBLISHED IN THE LAST 10 YEARS!!!If I could give this book 10 stars, I would! This book beats many other books. This book is so exciting to read that I read it three tim...",
      "Brilliant Book.I recently read a book that had a simple message that basically could be told in half a page worth of words – and as it happens it actually was. But then the author kept on going and go...",
      "لسى ما قريته بس الجوده حلوه مره والكاتب سايمون يعني اكيد الكتاب رهيب وفيه رسومات بالكتاب حبيت مره"
    ],
    "id": "19"
  },
  {
    "title": "Good to Great: A Study of Management Strategies of Companies with Lasting Growth",
    "author": "Jim Collins",
    "price": 18.74,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/71LhjimPd8L._SL1500_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.5,
      "count": 9623
    },
    "tags": [
      "Business & Money",
      "Biography & History",
      "Company Profiles"
    ],
    "synopsis": "The Challenge:\nBuilt to Last,\n the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the verybeginning.\nBut what about the company that is not born with great DNA? How can good companies, mediocre companies, even bad companies achieve enduring greatness?\nThe Study: \nFor years, this question preyed on the mind of Jim Collins. Are there companies that defy gravity and convert long-term mediocrity or worse into long-term superiority? And if so, what are the universal ...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4aLWEeX",
    "reviews": [
      "Good to Great by Jim Collins is a compelling and informative book about how to be successful, and how to stay successful. The theme of success is shown through 11 companies who start out less or equal...",
      "Jim Collins states in his book, \"Good is the enemy of great. And that is one of the key reasons why we have so little that become great...We believe that almost any organization can substantially impr...",
      "My review is not about the content of the book. My review is about the quality of the book. It says hardcover but it comes a printed in loose paper and wrapped in what it seems a copy not original boo..."
    ],
    "id": "20"
  },
  {
    "title": "Blue Ocean Strategy, Expanded Edition: How to Create Uncontested Market Space and Make the Competition Irrelevant",
    "author": "W. Chan Kim",
    "price": 9.98,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/91YCWH4jFdL._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.6,
      "count": 6214
    },
    "tags": [
      "Business & Money",
      "Marketing & Sales",
      "Marketing",
      "Global"
    ],
    "synopsis": "OVER 4 MILLION COPIES SOLD\nWALL STREET JOURNAL AND BUSINESSWEEK BESTSELLER\nRECOGNIZED AS ONE OF THE MOST ICONIC AND IMPACTFUL STRATEGY BOOKS EVER WRITTEN\nThe global phenomenon that has sold over 4 million copies, is published in a record-breaking 49 languages and is a bestseller across five continents—now updated and expanded with new content. Named by \nFast Company\n as one of the most influential leadership books in its Leadership Hall of Fame. A strategy classic.\nIn this perennial bestseller, embraced by organizations and industries worldwide, globally preeminent management thinkers W. Chan ...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4aOHllK",
    "reviews": [
      "🌟 Dive into the world of strategic innovation with \"Blue Ocean Strategy, Expanded Edition: How to Create Uncontested Market Space.\" This groundbreaking book presents a fresh approach to business strat...",
      "Great book",
      "As a strategy consultant, I am always looking for new methods, frameworks, and tools related to corporate strategy. This book, Blue Ocean Strategy: How to Create Uncontested Market Space and Make Comp..."
    ],
    "id": "21"
  },
  {
    "title": "Never Split the Difference: Negotiating As If Your Life Depended On It―Unlock Your Persuasion Potential in Professional and Personal Life",
    "author": "Chris Voss",
    "price": 9.25,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81PPq8CP4sL._SL1500_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.7,
      "count": 49673
    },
    "tags": [
      "Business & Money",
      "Marketing & Sales",
      "Marketing",
      "Research"
    ],
    "synopsis": "A \nNEW YORK TIMES \nBESTSELLER\nA \nWALL STREET JOURNAL\n BESTSELLER\n\"This book blew my mind. It’s a riveting read, full of instantly actionable advice-not just for high-stakes situations, but also for handling everyday conflicts at work and at home.\" —Adam Grant, author of \nThink Again\nThis international bestseller, with more than 5 million copies sold, offers a field-tested approach to high-stakes negotiations—whether in the boardroom, in your community, or at home.\nLife is a series of negotiations, and negotiation is at the heart of collaboration—whether you are a business executive, a salesper...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/3L2R9y5",
    "reviews": [
      "Never Split the Difference was a fantastic read that completely changed how I think about negotiation. I expected a book full of hard-selling tactics, but instead it’s packed with practical, human-cen...",
      "Everything we assumed we knew was wrong” (p.26), we are not rational, compromise is terrible, and “No” is the answer to getting what you want in and out of the office. These are all concepts that the ...",
      "As a medical malpractice attorney, I’m always looking for ways to strengthen my negotiation skills, and Never Split the Difference by Chris Voss is one of the most practical and eye-opening books I’ve..."
    ],
    "id": "22"
  },
  {
    "title": "Penguin Select Classics: How to Win Friends and Influence People: (Original, Unabridged Classic, Premium Hardbound Collector's Edition, Ideal for Gifting)",
    "author": "Dale Carnegie",
    "price": 9.39,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61PqhXEJzGL._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.7,
      "count": 109093
    },
    "tags": [
      "Self-Help",
      "Relationships",
      "Interpersonal Relations"
    ],
    "synopsis": "THE BESTSELLING BUSINESS CLASSIC TRUSTED BY SUCCESSFUL LEADERS ALL OVER THE WORLD\n Command attention, charm your superiors, and win people over wherever you go. How to Win Friends and Influence People has helped thousands of readers gain self-confidence and unlock life-changing opportunities―and now, it’s your turn. Master the fine art of communication, express your most important ideas, and create genuine impact with the help of international bestselling author Dale Carnegie. Written in his trademark conversational style, this book illustrates time-tested techniques through engaging anecdotes...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4oSlixW",
    "reviews": [
      "A must read. For everyone. If you have a young adult or teen in the home? It’s a must. It will give them good, solid and sound advice that will carry them thru in school, in life and in business.",
      "An outdated classic or a contemporary gem? Do we need an introduction here? “How to Win Friends and Influence People” is the all-time classic and best-selling book in the categories of self-help / per...",
      "Great Book, Classic, should be required reading in high school and college and business."
    ],
    "id": "23"
  },
  {
    "title": "Influence, New and Expanded: The Essential Guide to the Psychology of Influence and Persuasion in Everyday Life",
    "author": "Robert B. Cialdini PhD",
    "price": 13.89,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71SPjJ+UnLL._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 7017
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The foundational and wildly popular go-to resource for influence and persuasion—a renowned international bestseller, with over 5 million copies sold—now revised adding: new research, new insights, new examples, and online applications.\nIn the new edition of this highly acclaimed bestseller, Robert Cialdini—\nNew York Times\n bestselling author of \nPre-Suasion\n and the seminal expert in the fields of influence and persuasion—explains the psychology of why people say yes and how to apply these insights ethically in business and everyday settings. Using memorable stories and relatable examples, Cia...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4q8M8mn",
    "reviews": [
      "Great book. If Robert Greene is a bit too much, try this first! Great tidbits of information in every chapter. Very entertaining read",
      "I had a copy of this long ago, but lost it. Hence the new purchase. I wanted to re-read it. The author does a fantastic job of outlining the \"click whirr\" subconcious things people have in them, and h...",
      "when I first got the book recommended by ChatGPT, I never thought that it would be this good. I think every sales person and closer that wants to be the best at what they do have to definitely read th..."
    ],
    "id": "24"
  },
  {
    "title": "The 4-Hour Workweek: Escape 9-5, Live Anywhere, and Join the New Rich",
    "author": "Timothy Ferriss",
    "price": 15.44,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71vO9Tbf4-L._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.5,
      "count": 27947
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The \nNew York Times\n bestselling author of \nThe 4-Hour Body \nshows readers how to live more and work less, now with more than 100 pages of new, cutting-edge content.\nEver wonder, “How can I work smarter and not harder?” Forget the old concept of retirement and the rest of the deferred-life plan–there is no need to wait and every reason not to, especially in unpredictable economic times. Whether your dream is escaping the rat race, experiencing high-end world travel, or earning a monthly five-figure income with zero management, \nThe 4-Hour Workweek\n is the blueprint. \nThis step-by-step guide to...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/48C4ztY",
    "reviews": [
      "Obviously when it comes to these books they can be somewhat vague and positive so it can be hard not be contrived. The average cliche's are certainly here and the youth of the writer at the time of it...",
      "I initially picked up the book to determine for myself what all the positive press was about. I have read it twice and listened to the audiobook version and  can say that the content truly stands up t...",
      "I had heard a lot of people rave about this book before I finally picked it up and decided to read it for myself. I'm glad that I read it, but I don't think it was quite as life-changing for me as it ..."
    ],
    "id": "25"
  },
  {
    "title": "Show Your Work!: 10 Ways to Share Your Creativity and Get Discovered",
    "author": "Austin Kleon",
    "price": 4.49,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/615i7JSSShL._SL1400_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.6,
      "count": 10929
    },
    "tags": [
      "Arts & Photography",
      "Graphic Design",
      "Techniques"
    ],
    "synopsis": "In his \nNew York Times\n bestseller \nSteal Like an Artist\n, Austin Kleon showed readers how to unlock their creativity by “stealing” from the community of other movers and shakers. Now, in an even more forward-thinking and necessary book, he shows how to take that critical next step on a creative journey―getting known.\n Show Your Work!\n is about why generosity trumps genius. It’s about getting \nfindable\n, about using the network instead of wasting time “networking.” It’s not self-promotion, it’s self-discovery―let others into your process, then let them steal from you. Filled with illustrations...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/452I3rV",
    "reviews": [
      "Quite frankly, I didn't understand how a 10-part list could make a full book. But I saw the reviews, it was on sale, and I thought, \"Heck. Why not?\" Now, I can join the countless others who whole-hear...",
      "I liked this book a lot. Why? Because Austin got me to think about my own creative process, where I am lax or lazy, and what I could be doing better.  I told my creative-genius daughter about it and s...",
      "Important book. Austin is exploring the issue of showing your work through internet, and particularly social media. An issue that is being discussed endlessly in many blogs and books (of which I’ve re..."
    ],
    "id": "26"
  },
  {
    "title": "Big Magic",
    "author": "Elizabeth Gilbert",
    "price": 6.22,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/813mCUSzejL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.6,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4oUe0Kg",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "27"
  },
  {
    "title": "The Artist's Way: A Spiritual Path to Higher Creativity",
    "author": "Julia Cameron",
    "price": 14.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81k6Ef+Dk3L._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.7,
      "count": 13553
    },
    "tags": [
      "Religion & Spirituality",
      "New Age & Spirituality",
      "Inspirational"
    ],
    "synopsis": "\"Without \nThe Artist's Way\n, there would have been no \nEat, Pray, Love\n.” —Elizabeth Gilbert\nA stunning gift edition of the powerful bestselling book on creativity.\nThe Artist’s Way\n is one of the bestselling gift books of all time. Beautifully packaged with a slipcase and ribbon, this tenth anniversary gift edition is the ideal gift for loved ones engaged in creative lives....",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/3L1WmGm",
    "reviews": [
      "The media could not be loaded.\n                \n\n\n\nCore concepts and toolsMorning Pages: A daily ritual of writing three pages of longhand, stream-of-consciousness text to clear the mind and unlock cr...",
      "The Artist’s Way is more than just a book — it’s a 12-week journey to rediscovering your creativity. Whether you're an artist, writer, musician, or simply someone who feels creatively blocked, Julia C...",
      "The Artist’s Way is more than just a book, it’s a guided experience that helped me reconnect with my creativity in the most honest and empowering way. Julia Cameron’s approach is gentle but deeply imp..."
    ],
    "id": "28"
  },
  {
    "title": "Steal Like an Artist 10th Anniversary Gift Edition with a New Afterword by the Author: 10 Things Nobody Told You About Being Creative (Austin Kleon)",
    "author": "Austin Kleon",
    "price": 2.5,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71+WGpddNfL._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.6,
      "count": 19534
    },
    "tags": [
      "Humor & Entertainment",
      "Pop Culture",
      "Art"
    ],
    "synopsis": "Celebrate the 10th anniversary of a groundbreaking book on creativity with this limited anniversary hardcover, with a new afterword, color endpapers pulled from Austin Kleon’s sketchbooks, and a ribbon marker.\n  \n Ten years after its initial publication, the message of \nSteal Like an Artist \nremains powerful: embrace influence, follow interests wherever they take us, forget old clichés like writing about what you know—instead, write the book that you want to read, make the movie you want to watch. And above all, find the space you need to be wild and daring in your imagination and your work.\n ...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4q8MkSD",
    "reviews": [
      "Just spent less than an hour reading a great book.Yes, I'm biased. It was written by my nephew.\"Steal Like An Artist,\" by Austin Kleon, is for anybody who is, was or will be stuck in their own creativ...",
      "A 12th century French monk, Bernard of Chartres, once observed, \"We are like dwarfs standing on the shoulders of giants.\" I thought of that observation as I read Austin Kleon's brief but insightful di...",
      "Great book , and great sellerJust 4 days arrived to turkey 😍.Iam Really Happy to buy from you"
    ],
    "id": "29"
  },
  {
    "title": "Shoe Dog: A Memoir by the Creator of Nike",
    "author": "Phil Knight",
    "price": 14.5,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71AqHmnXppL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.8,
      "count": 62297
    },
    "tags": [
      "Biographies & Memoirs",
      "Professionals & Academics",
      "Business & Industry"
    ],
    "synopsis": "NEW YORK TIMES\n BESTSELLER\n \n \nIn this candid and riveting memoir, for the first time ever, Nike founder and board chairman Phil Knight shares the inside story of the company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands.\nYoung, searching, fresh out of business school, Phil Knight borrowed fifty dollars from his father and launched a company with one simple mission: import high-quality, low-cost running shoes from Japan. Selling the shoes from the trunk of his Plymouth Valiant, Knight grossed eight thousand doll...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4qdDHGO",
    "reviews": [
      "Wow. I loved this book. Having worked with Nike on a few jobs, I had a lot of gaps of its history. This book isn't so much about shoes as it is about the epic journey of entrepreneurship, friendship, ...",
      "The memoir offers an incredible, behind-the-scenes look at the creation and growth of Nike, one of the most iconic brands in the world. Phil Knight recounts his personal and professional journey from ...",
      "Riveting until the end. The third act felt a bit rushed, with lots of time skips and generalization, but the beginning and the middle were well-paced, well-written. I loved the humor, the wit, the une..."
    ],
    "id": "30"
  },
  {
    "title": "Steve Jobs",
    "author": "Walter Isaacson",
    "price": 11.5,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71sVQDj0SCL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 5.0,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4q6HLZ0",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "31"
  },
  {
    "title": "Elon Musk",
    "author": "Walter Isaacson",
    "price": 15.01,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81Kaj5++6pL._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.7,
      "count": 22473
    },
    "tags": [
      "Biographies & Memoirs",
      "Professionals & Academics",
      "Business & Industry"
    ],
    "synopsis": "The #1 \nNew York Times\n and global bestseller from Walter Isaacson—the acclaimed author of \nSteve Jobs\n,\n Einstein: His Life and World\n,\n Benjamin Franklin\n, and \nLeonardo da Vinci—\nis the astonishingly intimate story of the most fascinating, controversial innovator of modern times. For two years, Isaacson shadowed Elon Musk as he executed his vision for electric vehicles at Tesla, space exploration with SpaceX, the AI revolution, and the takeover of Twitter and its conversion to X. The result is the definitive portrait of the mercurial pioneer that offers clues to his political instincts, fut...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/44w9dY6",
    "reviews": [
      "The author is well-respected for his ability to dig deeply, and spent two years shadowing Musk in order to write this book. Whether you like or dislike Musk, he is an intriguing figure, but for me, I ...",
      "Here the author is writing in the first person after a two-year stint with Elon Musk which provides a very interesting view into the richest man's life from birth to the present day.  Isaacson perform...",
      "Elon Musk es el Einstein de nuestra era. Una persona cuyo reto es hacer que la humanidad avance con metas impensables para muchos pero que Elon con su visión, liderazgo  y constancia hacen que se conv..."
    ],
    "id": "32"
  },
  {
    "title": "Greenlights",
    "author": "Matthew McConaughey",
    "price": 5.61,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61qCtcd7YeL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 73924
    },
    "tags": [
      "Biographies & Memoirs",
      "Arts & Literature",
      "Actors & Entertainers"
    ],
    "synopsis": "#1 \nNEW YORK TIMES \nBESTSELLER • 6 MILLION COPIES SOLD WORLDWIDE! Discover the life-changing memoir that has inspired millions of readers through the Academy Award–winning actor’s unflinching honesty, unconventional wisdom, and lessons learned the hard way about living with greater satisfaction.\n“The No. 1 celebrity memoir of the past 10 years.”—\nUSA Today\n“McConaughey’s book invites us to grapple with the lessons of his life as he did—and to see that the point was never to win, but to understand.”—Mark Manson, author of \nThe Subtle Art of Not Giving a F*ck\nI’ve been in this life for fifty yea...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/44t7ZwD",
    "reviews": [
      "Excellent read. Well written and interesting.",
      "Amazing book.  I actually bought for afriend and read the first chapter and bought another for myself.",
      "It was an amazing read and a honest expression of his life.  I love his raw honesty and reading how he evolved from an individual to a man with responsibilities yet embracing it with love and humor."
    ],
    "id": "33"
  },
  {
    "title": "Flow: The Psychology of Optimal Experience",
    "author": "Mihaly Csikszentmihalyi",
    "price": 4.56,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/610GM3WYL7L._SL1360_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.5,
      "count": 7303
    },
    "tags": [
      "Arts & Photography",
      "History & Criticism",
      "History"
    ],
    "synopsis": "“Csikszentmihalyi arrives at an insight that many of us can intuitively grasp, despite our insistent (and culturally supported) denial of this truth. That is, it is not what happens to us that determines our happiness, but the manner in which we make sense of that reality. . . . T\nhe manner in which Csikszentmihalyi integrates research on consciousness, personal psychology and spirituality is i\nlluminating.” \n—Los Angeles Times Book Review\nThe bestselling classic that holds the key to unlocking meaning, creativity, peak performance, and true happiness. \nLegendary psychologist Mihaly Csikszentm...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4se6nkP",
    "reviews": [
      "My takeaway  from reading the book, Flow by Michaly Csikzentmihalyi is that happiness can be achieved by changing consciousness in which you bring order to  tasks that you do (sometimes daily) and can...",
      "This is the actual flow state that’s currently trending. This is such a great read! It’s digestible and applicable if you choose to challenge yourself. Very informative for those interested in psychol...",
      "This book is a classic, breaking down the subject of Flow and explaining how we experience our lives. Full of research, real-life examples and suggestions on how to increase the frequency of optimal e..."
    ],
    "id": "34"
  },
  {
    "title": "Sapiens: A Brief History of Humankind",
    "author": "Yuval Noah Harari",
    "price": 18.82,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71kVn6thiBL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 5.0,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4s2dFrM",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "35"
  },
  {
    "title": "The Alchemist Deluxe Edition: A Fable About Following Your Dream",
    "author": "Paulo Coelho",
    "price": 6.39,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81MLsqv7lIL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 121311
    },
    "tags": [
      "Literature & Fiction",
      "Genre Fiction",
      "Historical",
      "Ancient"
    ],
    "synopsis": "A beautiful keepsake edition of the extraordinary and beloved international bestseller.\n\"It’s a brilliant, magical, life-changing book that continues to blow my mind with its lessons.\"—Neil Patrick Harris, actor\n“Translated into 80 languages, the allegory teaches us about dreams, destiny, and the reason we are all here.”—Oprah Daily\nCombining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, \nThe Alchemist\n has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.\nThis story, dazzlin...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4iYSYIT",
    "reviews": [
      "Why I Bought ItI had heard so many people recommend The Alchemist as a life-changing book, and I finally decided to see what it was about.Pros• Beautifully written, with simple but powerful language• ...",
      "An extraordinarily clear story which holds a mirror to our lives and offers timeless wisdom to help us become more fully ourselves.",
      "The Alchemist was quite short, but filled with inspiration. There were many lines worth highlighting and remembering, especially when one might need some motivation.The plot deals with a young boy who..."
    ],
    "id": "36"
  },
  {
    "title": "Range: Why Generalists Triumph in a Specialized World",
    "author": "David Epstein",
    "price": 9.91,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71P+sZn5ctL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 0.0,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4j2QoSs",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "37"
  },
  {
    "title": "Building a Second Brain: A Proven Method to Organize Your Digital Life and Unlock Your Creative Potential",
    "author": "Tiago Forte",
    "price": 15.88,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71+IDmZU88L._SL1500_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.5,
      "count": 6760
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Project Management",
      "Business"
    ],
    "synopsis": "“One of my favorite books of the year. It completely reshaped how I think about information and how and why I take notes.” —Daniel Pink, bestselling author of \nDrive\n \nA revolutionary approach to enhancing productivity, creating flow, and vastly increasing your ability to capture, remember, and benefit from the unprecedented amount of information all around us.\nFor the first time in history, we have instantaneous access to the world’s knowledge. There has never been a better time to learn, to contribute, and to improve ourselves. Yet, rather than feeling empowered, we are often left feeling ov...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4ahokZ1",
    "reviews": [
      "Building a Second Brain by Tiago Forte has truly transformed the way I approach productivity and organization. This book is nothing short of a revelation for anyone looking to supercharge their creati...",
      "Building a Second Brain is strongest when it gets out of its own way. Tiago Forte’s core frameworks—PARA and CODE—are genuinely excellent: clear, portable, and immediately useful, the kind of mental m...",
      "Look no further than Tiago Forte's book, Build a Second Brain. This book offers practical and effective advice that can have an immediate positive impact on your productivity and quality of life.Forte..."
    ],
    "id": "38"
  },
  {
    "title": "Success and Failure of Picasso",
    "author": "John Berger",
    "price": 9.89,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/91Iml2MZKxL._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.3,
      "count": 47
    },
    "tags": [
      "Arts & Photography",
      "Individual Artists"
    ],
    "synopsis": "Â Â Â At the height of his powers, Pablo Picasso was the artist as revolutionary, breaking through the niceties of form in order to mount a direct challenge to the values of his time. At the height of his fame, he was the artist as royalty: incalculably wealthy, universally idolizedâ and wholly isolated.\nÂ Â Â In this stunning critical assessment, John Bergerâ one of this century's most insightful cultural historiansâ trains his penetrating gaze upon this most prodigious and enigmatic painter and on the Spanish landscape and very particular culture that shpaed his life and work. Writing with a...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/48UnNtR",
    "reviews": [
      "Berger considers the effects of what it may have meant to have grown up as a child prodigy, what effect the turn-of-the-century Spanish milieu the young Picasso brought with him when he encountered an...",
      "Great read plenty of interesting stuff",
      "I found this biography both fascinating and thought-provoking. Berger captures the uniqueness of Picasso’s position in art history, illustrating how his story reflects not just the artist himself but ..."
    ],
    "id": "39"
  },
  {
    "title": "Getting Things Done",
    "author": "David Allen    and 1 more",
    "price": 1.53,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61Loe8brBXL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 0.0,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/3Mu6nNb",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "40"
  },
  {
    "title": "The Laws of Human Nature",
    "author": "Robert Greene",
    "price": 12.98,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61UPuQRgNKL._SL1500_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.8,
      "count": 17547
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "From the #1 \nNew York Times\n-bestselling author of \nThe 48 Laws of Power\n comes the definitive new book on decoding the behavior of the people around you. This is the only authorized hardcover edition in the US.\nRobert Greene is a master guide for millions of readers, distilling ancient wisdom and philosophy into essential texts for seekers of power, understanding and mastery. Now he turns to the most important subject of all - understanding people's drives and motivations, even when they are unconscious of them themselves.\nWe are social animals. Our very lives depend on our relationships with...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/491r2zM",
    "reviews": [
      "Naturally, it was in Robert Greene’s nature to write this book.  Accustomed as he has been to writing about human activity involving power relationships, Greene has produced yet another extraordinary ...",
      "Very good product to read very knowledge for the law",
      "I found this book to be very interesting and informative. I especially enjoyed the reference to historical figures and their personality traits. Human nature is endlessly fascinating, and this book is..."
    ],
    "id": "41"
  },
  {
    "title": "The 48 Laws of Power",
    "author": "Robert Greene",
    "price": 11.88,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61UZS3QA1UL._SL1500_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.7,
      "count": 86767
    },
    "tags": [
      "Politics & Social Sciences",
      "Politics & Government",
      "Political Science",
      "History & Theory"
    ],
    "synopsis": "Amoral, cunning, ruthless, and instructive, this multi-million-copy \nNew York Times\n bestseller is the definitive manual for anyone interested in gaining, observing, or defending against ultimate control. This is the only authorized hardcover edition in the US.\nIn the book that People magazine proclaimed “beguiling” and “fascinating,” Robert Greene and Joost Elffers have distilled three thousand years of the history of power into 48 essential laws by drawing from the philosophies of Machiavelli, Sun Tzu, and Carl Von Clausewitz and also from the lives of figures ranging from Henry Kissinger to...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4oXVqRx",
    "reviews": [
      "\"The 48 Laws of Power\" is an extraordinary read that offers profound insights into human behavior and the dynamics of power. Robert Greene's writing is both engaging and thought-provoking, presenting ...",
      "Extraordinary book definitely a grade read over and over. I highly recommend it for self-help.",
      "This is a great book.  I've been reading it for myself and to my kid.  He isn't necessarily old enough to worry about leading an army, seducing a French noble girl, or pleasing the Emperor of China, b..."
    ],
    "id": "42"
  },
  {
    "title": "Meditations",
    "author": "Marcus Aurelius    and 2 more",
    "price": 7.63,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/91Rzt6n8HaL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4oVl49g",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "43"
  },
  {
    "title": "The Obstacle is the Way Expanded 10th Anniversary Edition: The Timeless Art of Turning Trials into Triumph",
    "author": "Ryan Holiday",
    "price": 20.75,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71mXLoL1KRL._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 5566
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "An updated and expanded edition of the book that launched a global phenomenon, \nThe Obstacle Is the Way\n presents an infinitely elastic formula for turning our toughest trials into our greatest triumphs.\nSince bestselling author Ryan Holiday introduced Stoicism to the world with \nThe Obstacle Is the Way\n in 2014, this simple but powerful philosophy for life has taken the world by storm. This brilliant and engaging book is an invaluable source of wisdom for anyone who wants to become more successful at what they do, whether you’re a student, a parent, a professional athlete, or a world leader. ...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/3L0EWKg",
    "reviews": [
      "The Obstacle Is the Way is pithy and genuinely impressive. It’s the kind book worth revisiting every six months or so just to reset your mindset and remind yourself of what matters.Ryan’s style really...",
      "While I know Ryan personally, I believe that I am uniquely qualified to review this book and, after reading a lot of the comments, add to the discussion. A lot of people miss that Ryan is articulating...",
      "I am really a huge fan of Ryan Holiday and his books always carry a wisdom that resonates, especially as much of his writings are based in ancient stoicism.  He writes in a very relatable way that als..."
    ],
    "id": "44"
  },
  {
    "title": "Ego Is the Enemy",
    "author": "Ryan Holiday",
    "price": 17.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71z70m5r7OL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.7,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4q9hppx",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "45"
  },
  {
    "title": "Quiet: The Power of Introverts",
    "author": "Susan Cain",
    "price": 10.5,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71BXRqKq4nL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.9,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/3MDe5V4",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "46"
  },
  {
    "title": "Man's Search for Meaning: Gift Edition",
    "author": "Viktor E. Frankl",
    "price": 19.13,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/81uK7UU+0OL._SL1500_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.8,
      "count": 3868
    },
    "tags": [
      "History",
      "World",
      "Jewish",
      "Holocaust"
    ],
    "synopsis": "The bestselling Holocaust memoir about finding purpose and strength in times of despair—selected as a Library of Congress “10 Most Influential Books in America”\nThis stunning gift edition of “one of the great books of our time” \n (Harold S. Kushner) \nfeatures new photos, end papers, and Frankl’s never-before-published speeches and letters.\nHailed as “an enduring work of survival literature” by the New York Times, Viktor Frankl’s account of his time in the Nazi concentration camps—and his insights into our ability to find meaning despite great adversity—has offered solace and guidance to genera...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/3MDJS8o",
    "reviews": [
      "What an amazing, life changing book. This was originally published in 1959 and translated from German, so the phrasing and wording may take an extra pass to comprehend his point in a few places.  But ...",
      "I was not aware of the existence of this classic, but after listening to CNN’s anchor Anderson Cooper recommending it to gain perspective during the 2020 pandemic, I couldn’t help myself and bought a ...",
      "A great read or re-read. Important to remember history and most importantly from someone who lived it. Highly recommend"
    ],
    "id": "47"
  },
  {
    "title": "Principles: Life and Work",
    "author": "Ray Dalio",
    "price": 10.94,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/61LKD6scbfL._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.6,
      "count": 18976
    },
    "tags": [
      "Business & Money",
      "Investing",
      "Introduction"
    ],
    "synopsis": "#1 \nNEW YORK TIMES \nBESTSELLER * 5 MILLION COPIES SOLD\n“Significant...The book is both instructive and surprisingly moving.” —\nThe New York Times\nRay Dalio, one of the world’s most successful investors and entrepreneurs, shares the unconventional principles that he’s developed, refined, and used over the past forty years to create unique results in both life and business—and which any person or organization can adopt to help achieve their goals.\nIn 1975, Ray Dalio founded an investment firm, Bridgewater Associates, out of his two-bedroom apartment in New York City. Forty years later, Bridgewat...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4pVYMG1",
    "reviews": [
      "I recently delved into the thought-provoking pages of \"Principles: Life and Work\" by Ray Dalio, and I must say it was an extraordinary reading experience. This book is a captivating guide that not onl...",
      "\"Principles\" is a tome of tried and true methods that lead ultimately to desired outcomes. Mr. Dalio transcribes in precise detail his thoughts, actions, intentions, and experiences over the past four...",
      "The book is extremely detailed in how these principles came about, with examples where they have been put in application. It is full of extremely precious insight for anyone working in an organization..."
    ],
    "id": "48"
  },
  {
    "title": "Four Thousand Weeks: Time Management for Mortals",
    "author": "Oliver Burkeman",
    "price": 8.01,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71udc7ZQtVL._SL1500_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.5,
      "count": 12948
    },
    "tags": [
      "Self-Help",
      "Happiness"
    ],
    "synopsis": "AN INSTANT\n NEW YORK TIMES\n BESTSELLER\n\"Provocative and appealing . . . well worth your extremely limited time.\" ―Barbara Spindel, \nThe Wall Street Journal\nThe average human lifespan is absurdly, insultingly brief. Assuming you live to be eighty, you have just over four thousand weeks.\nNobody needs telling there isn’t enough time. We’re obsessed with our lengthening to-do lists, our overfilled inboxes, work-life balance, and the ceaseless battle against distraction; and we’re deluged with advice on becoming more productive and efficient, and “life hacks” to optimize our days. But such techniqu...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/44umf8t",
    "reviews": [
      "Great read! This book offers valuable advice and a refreshing perspective on how to make the most of our limited time. Insightful, thought-provoking, and definitely worth reading!",
      "Burkeman has hit on a radical new approach to time management. Instead of thinking of time as a resource that needs to be bought and sold and hoarded he wants you to realize you will never get everyth...",
      "I bought this book because Mark Manson mentioned it in one of his videos. I got a lot out of it and will read (most of) it again, which I don't normally do.So... the low-star review people just don't ..."
    ],
    "id": "49"
  },
  {
    "title": "The Mountain Is You",
    "author": "Brianna Wiest",
    "price": 17.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71AHFDEpkdL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.7,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4rXRgeQ",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "50"
  },
  {
    "title": "Designing Your Life",
    "author": "Bill Burnett    and 1 more",
    "price": 23.27,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/51L5hQ2mFdL._AC_UF1000,1000_QL80_FMwebp_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 0.0,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3KLd252",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "51"
  },
  {
    "title": "Your Best Year Ever: A 5-Step Plan for Achieving Your Most Important Goals―New Year, New You in 2026",
    "author": "Michael Hyatt",
    "price": 11.86,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/7194tf2gvTL._SL1500_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.6,
      "count": 2398
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Leadership & Motivation"
    ],
    "synopsis": "This is the year you finally close the gap between reality and your dreams.\nWe all want to live a life that matters. We all want to reach our full potential. But too often we find ourselves overwhelmed by the day-to-day. Our biggest goals get pushed to the back burner--and then, more often than not, they get abandoned and forgotten. \nIt doesn't have to be that way! \nIn this new, fully revised and updated edition of \nYour Best Year Ever\n, Michael Hyatt shares a powerful, proven, research-driven system for setting and achieving your goals. You'll learn how to design your best year ever by discov...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4j6Hwen",
    "reviews": [
      "I am thrilled for Michael’s new book. I have read both Platform and Living Forward and was thrilled when he announced he would be sharing his Best Year Ever content in book format. What I love about t...",
      "This book was released on January 2nd, but it is not just another book about New Year's resolutions. This book is a comprehensive guide on how to write, monitor and achieve goals for all areas of your...",
      "Very good information"
    ],
    "id": "52"
  },
  {
    "title": "The Boy, the Mole, the Fox and the Horse: Inspiring Conversations on Hope, Love and Personal Growth",
    "author": "Charlie Mackesy",
    "price": 18.1,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/71eJk7GtUOL._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.8,
      "count": 127038
    },
    "tags": [
      "Comics & Graphic Novels",
      "Graphic Novels",
      "Contemporary Women"
    ],
    "synopsis": "#1 \nNEW YORK TIMES\n BESTSELLER\n · \nWALL STREET JOURNAL \nBESTSELLER \n · \nUSA TODAY\n BESTSELLER\n“\nThe Boy, the Mole, the Fox and the Horse\n is not only a thought-provoking, discussion-worthy story, the book itself is an object of art.”- Elizabeth Egan, \nThe New York Times\nFrom British illustrator, artist, and author Charlie Mackesy comes a journey for all ages that explores life’s universal lessons, featuring 100 color and black-and-white drawings.\n“What do you want to be when you grow up?” asked the mole.\n“Kind,” said the boy.\nCharlie Mackesy offers inspiration and hope in uncertain times in th...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4j0npyu",
    "reviews": [
      "I LOVE this book and have given copies away as gifts to people who mean a lot to me!  I always hope that it speaks to their soul as it does to mine!!  Wish such a book had been available when I was gr...",
      "I love the story of this book. I got it for several of my grandkids' families to read together. It has a beautiful message to read together & discuss. I don't like that it's written in cursive through...",
      "The media could not be loaded.\n                \n\n\n\nGreat artwork! Has a storyline intended for helping ponder and navigate life. Great book to have on a coffee table. Easy to start or stop at any poin..."
    ],
    "id": "53"
  }
]