[
  {
    "title": "Atomic Habits: An Easy & Proven Way to Build Good Habits & Break Bad Ones",
    "author": "James Clear",
    "price": 18.0,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81kg51XRc1L._SY342_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.8,
      "count": 144798
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/48MOaDf",
    "reviews": [
      "The List Price is the suggested retail price of a new product as provided by a manufacturer, supplier, or seller. Except for books, Amazon will display a List Price if the product was purchased by cus...",
      "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked....",
      "Download the free Kindle app and start reading Kindle books instantly on your smartphone, tablet, or computer - **no Kindle device required**."
    ],
    "id": "1"
  },
  {
    "title": "The 5AM Club: Own Your Morning. Elevate Your Life.",
    "author": "Robin Sharma",
    "price": 10.0,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61Av4S46owL._SL1500_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.4,
      "count": 36780
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Leadership & Motivation"
    ],
    "synopsis": "Legendary leadership and elite performance expert Robin Sharma introduced The 5am Club concept over twenty years ago, based on a revolutionary morning routine that has helped his clients maximize their productivity, activate their best health and bulletproof their serenity in this age of overwhelming complexity.\n      Now, in this life-changing book, handcrafted by the author over a rigorous four-year period, you will discover the early-rising habit that has helped so many accomplish epic results while upgrading their happiness, helpfulness and feelings of aliveness.\n      Through an enchantin...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4q0PWWM",
    "reviews": [
      "The 5 AM Club by Robin Sharma is like a little secret recipe for a magical morning. I don’t know about y’all, but a magical morning is what I LIVE for! The book follows the journey of an entrepreneur ...",
      "I didn’t expect The 5AM Club to hit me the way it did. I picked it up for the personal development insights—and while it absolutely delivered on that front, what surprised me most was the format. I ha...",
      "Love this book, if you are someone who wants motivation to get up and get going.  This book assists in getting you there.  I have learned so much, and I added the workbook to continue my personal grow..."
    ],
    "id": "2"
  },
  {
    "title": "Deep Work",
    "author": "Cal Newport",
    "price": 1147.57,
    "priceLabel": "Ebook",
    "coverUrl": "",
    "accentColor": "#EC4899",
    "rating": {
      "average": 0.0,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/48RPZNF",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "3"
  },
  {
    "title": "Essentialism: The Disciplined Pursuit of Less",
    "author": "Greg McKeown",
    "price": 423.3,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61QfKSGnwEL._SL1200_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.6,
      "count": 20533
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Decision-Making & Problem Solving"
    ],
    "synopsis": "THE LIFE-CHANGING \nNEW YORK TIMES\n BESTSELLER • MORE THAN TWO MILLION COPIES SOLD\n“Essentialism holds the keys to solving one of the great puzzles of life: How can we do less but accomplish more?”—Adam Grant, bestselling author of \nThink Again\nEssentialism isn’t about getting more done in less time. It’s about getting only the right things done.\nHave you ever found yourself stretched too thin?\nAre you often busy but not productive?\nDo you feel like your time is constantly being hijacked?\nIf you answered yes to any of these, the way out is the \nWay of the Essentialist\n.\n \n \nEssentialism is more...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/48Un7EC",
    "reviews": [
      "Life is complicated. Life is full of responsibilities and opportunities, planned duties and serendipitous possibilities. There is so much we could do, but so little we can do. Many of us battle our wh...",
      "I just finished a wonderful book called Essentialism by Greg McKeown.  He talks about the disciplined pursuit of less. A wonderful mantra for business and for our personal lives. I don't say this ofte...",
      "I have re read this book already twice and it’s so direct and well written it’s one on my favourites on the subject"
    ],
    "id": "4"
  },
  {
    "title": "Make Time: How to Focus on What Matters Every Day",
    "author": "Jake Knapp",
    "price": 824.82,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71x4c1e4cGL._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.5,
      "count": 5466
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Work Life Balance"
    ],
    "synopsis": "From the \nNew York Times\n bestselling authors of \nSprint\n comes “a unique and engaging read about a proven habit framework [that] readers can apply to each day” (\nInsider,\n Best Books to Form New Habits).\n“If you want to achieve more (without going nuts), read this book.”—Charles Duhigg, author of \nThe Power of Habit\nNobody ever looked at an empty calendar and said, \"The best way to spend this time is by cramming it full of meetings!\" or got to work in the morning and thought, \nToday I'll spend hours on Facebook!\n Yet that's exactly what we do. Why?\nIn a world where information refreshes endle...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/3N0VORC",
    "reviews": [
      "This book is **amazing**. First of all, the authors write it in a very light and entertaining way- I love the writing style. There are even cute illustrations. The other thing is that they give very g...",
      "(3.5 stars)Truth be told I'm already doing a lot of the techniques mentioned in this book, but if you're struggling with attention or making time for things I think this is an excellent primer. Some o...",
      "The advice in this book is actionable very quickly.The framework ofChoose Highlight (Pick something that YOU want to move forward)Laser Focus (Set time away and cut off distractions)Energize (Keep You..."
    ],
    "id": "5"
  },
  {
    "title": "Limitless Expanded Edition: Upgrade Your Brain, Learn Anything Faster, and Unlock Your Exceptional Life",
    "author": "Jim Kwik",
    "price": 795.77,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71YKosk1-8L._SL1500_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.7,
      "count": 1271
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "From the world’s top brain coach: revised edition of the \nNew York Times\n and \nWall Street Journal\n best-selling guide to unlocking your inner genius, with two all-new chapters and updates throughout.\n“Jim Kwik knows how to get the maximum out of me as a human being.”\n—Will Smith\nFor over 25 years, Jim Kwik has worked closely with successful men and women who are at the top in their fields as actors, athletes, CEOs, and business leaders from all walks of life to unlock their true potential. In this groundbreaking book, he reveals the science-based practices and field-tested tips to accelerate ...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/3YsPl4w",
    "reviews": [
      "Limitless delivers a thoughtful blend of neuroscience, practical strategy, and motivational storytelling. Jim Kwik presents a clear framework for enhancing memory, improving focus, and accelerating le...",
      "\"Limitless Expanded\" by Jim Kwik is an absolute game-changer in the realm of personal development and cognitive enhancement. As a devoted reader of Kwik's previous works, I had high expectations, and ...",
      "A recommendation from my father's neurologist.  Very informative with clever ideas to start at any age. The earlier the better!"
    ],
    "id": "6"
  },
  {
    "title": "Digital Minimalism: Choosing a Focused Life in a Noisy World",
    "author": "Cal Newport",
    "price": 762.45,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81x+9opgESL._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.5,
      "count": 9112
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "A \nNew York Times, Wall Street Journal, Publishers Weekly, \nand \nUSA Today \nbestseller\n\"Newport is making a bid to be the Marie Kondo of technology: someone with an actual plan for helping you realize the digital pursuits that do, and don't, bring value to your life.\"--Ezra Klein, Vox\nMinimalism is the art of knowing how much is just enough. Digital minimalism applies this idea to our personal technology. It's the key to living a focused life in an increasingly noisy world.\nIn this timely and enlightening book, the bestselling author of \nDeep Work\n introduces a philosophy for technology use th...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3XQjDhv",
    "reviews": [
      "The reading is compelling, instructional, and practical.  I couldn’t put Digital Minimalism down, and ended up \"consuming” it in only 4 sits.  Because of that, I feel compelled to share a review befor...",
      "As is always the case, I really enjoyed Cal Newport's writing in his new work.  I'm a bit biased in that I read his original yellow book (How to Win at College) almost ten years ago upon beginning col...",
      "Çok güzel kitap, dijital dünya da kaybolduğumuzun farkındalığını anlatıyor. Ciltli bu fiyata olması da ayrı güzel"
    ],
    "id": "7"
  },
  {
    "title": "The Compound Effect (10th Anniversary Edition): Jumpstart Your Income, Your Life, Your Success",
    "author": "Darren Hardy",
    "price": 512.15,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71vffeIFyGL._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.7,
      "count": 20726
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "Achieve success beyond your wildest dreams with this \nNew York Times \nbestselling guide by the central curator of the success media industry.\n  \nDo you want success?\nMore success than you have now?\nAnd even more success than you ever imagined possible?\nThat is what this book is about. Achieving it. \n  \n No gimmicks. No hyperbole. Finally, just the truth on what it takes to earn success\n  \n Darren Hardy has heard it all, seen it all, and tried most of it. This book reveals the core principles that drive success. The Compound Effect contains the essence of what every superachiever needs to know,...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4pwgrUi",
    "reviews": [
      "This is a wonderful book, and it distills down several key things to follow on your path to success. It reminds me to keep on the path daily, which is actually effortless once I incorporate habits. Go...",
      "Must read for those who want actionable advice to accomplish their goals. Darren does a great job in convincing you that every choice you make matters.",
      "It took me a couple years to finish this book. Honestly only like a week and a half. But I had it for a couple years. I started to read it and actually got pretty far. I think I was 72% when I came ba..."
    ],
    "id": "8"
  },
  {
    "title": "Grit: The Power of Passion and Perseverance",
    "author": "Angela Duckworth",
    "price": 573.23,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71gPBwjsEfL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 20315
    },
    "tags": [
      "Health, Fitness & Dieting",
      "Psychology & Counseling",
      "Applied Psychology"
    ],
    "synopsis": "In this instant \nNew York Times \nbestseller, pioneering psychologist Angela Duckworth shows anyone striving to succeed—be it parents, students, educators, athletes, or business people—that the secret to outstanding achievement is not talent but a special blend of passion and persistence she calls “grit.”\nDrawing on her own powerful story as the daughter of a scientist who frequently noted her lack of “genius,” Duckworth, now a celebrated researcher and professor, describes her early eye-opening stints in teaching, business consulting, and neuroscience, which led to the hypothesis that what rea...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4pznz29",
    "reviews": [
      "Grit was a great read and really changed how I think about long-term success. The core idea — that passion and perseverance matter more than raw talent — really hit home. Angela Duckworth does a great...",
      "To: All parents, teachers, coaches, athletes, students, and caregivers:Re: the book Grit: The Power of Passion and Perseverance by Dr. Angela DuckworthBuy it. Read it slowly and deliberately. If you l...",
      "In “Grit”, leading researcher Angela Duckworth accounts the latest academic thinking concerning the formidable topic of the “psychology of human achievement” -- the question of why some people achieve..."
    ],
    "id": "9"
  },
  {
    "title": "Can't Hurt Me",
    "author": "David Goggins",
    "price": 498.49,
    "priceLabel": "Ebook",
    "coverUrl": "",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 0.0,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/48MOQbL",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "10"
  },
  {
    "title": "Mindset: The New Psychology of Success",
    "author": "Carol S. Dweck",
    "price": 9.24,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71wEDMAAnOL._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.6,
      "count": 22953
    },
    "tags": [
      "Office Products",
      "Office & School Supplies",
      "Paper",
      "Notebooks & Writing Pads",
      "Hardcover Executive Notebooks"
    ],
    "synopsis": "From the renowned psychologist who introduced the world to “growth mindset” comes this updated edition of the million-copy bestseller—featuring transformative insights into redefining success, building lifelong resilience, and supercharging self-improvement.\n“Through clever research studies and engaging writing, Dweck illuminates how our beliefs about our capabilities exert tremendous influence on how we learn and which paths we take in life.”—Bill Gates, \nGatesNotes\n \n“It’s not always the people who start out the smartest who end up the smartest.”\nAfter decades of research, world-renowned Sta...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/3KI8dcH",
    "reviews": [
      "Mindset was a really meaningful read for me, and it changed the way I look at challenges and personal growth. The core idea — the difference between a fixed mindset and a growth mindset — sounds simpl...",
      "Mindset is another book in the seemingly endless production line of self help Psychology books available.  Amazon recommended it to me based on my past purchases, and I decided to give it a try.  I ca...",
      "This book, Mindset, by Carol Dweck, has been thoroughly enjoyed by this reader! I have not yet finished it, as I am among three other titles that I bounce among depending upon my mood. Also, this is e..."
    ],
    "id": "11"
  },
  {
    "title": "Thinking, Fast and Slow",
    "author": "Daniel Kahneman",
    "price": 234.93,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61n7jZ8xQ6L._SL1500_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.6,
      "count": 47388
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Decision-Making & Problem Solving"
    ],
    "synopsis": "*Major \nNew York Times\n Bestseller\n*More than 2.6 million copies sold\n*One of \nThe\n \nNew York Times Book Review's\n ten best books of the year\n*Selected by \nThe Wall Street Journal\n as one of the best nonfiction books of the year\n*Presidential Medal of Freedom Recipient\n*Daniel Kahneman's work with Amos Tversky is the subject of Michael Lewis's best-selling \nThe Undoing Project: A Friendship That Changed Our Minds\nIn his mega bestseller, \nThinking, Fast and Slow\n, Daniel Kahneman, world-famous psychologist and winner of the Nobel Prize in Economics, takes us on a groundbreaking tour of the mind...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/3XUbgS8",
    "reviews": [
      "This is an invaluable book that every person who considers him/herself educated should read - even study. Indeed, it is a scandal that mastering the material in this book isn't considered an essential...",
      "In Thinking, Fast and Slow, Kahneman presents and explains various biases that we as humans are prone to and how we make many (though definitely not all) of our intuitive decisions against objective p...",
      "Hard cover. Very good quality. Finished reading first two chapters. The book essentially talks about how the mind works. This is helpful in identifying our biases and actively countering them. So defi..."
    ],
    "id": "12"
  },
  {
    "title": "Discipline Is Destiny: The Power of Self-Control (The Stoic Virtues Series)",
    "author": "Ryan Holiday",
    "price": 16.32,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/51BNXjtnC6L._SY445_SX342_FMwebp_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.7,
      "count": 5462
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "New, unread publisher overstock copy. Ships next business day for fast delivery. 100% Satisfaction Guarantee. Quantity discounts available on many of our titles in Amazon Business. New, unread publisher overstock copy. Ships next business day for fast delivery. 100% Satisfaction Guarantee. Quantity discounts available on many of our titles in Amazon Business. [See less](javascript:void(0))",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4q8LEN5",
    "reviews": [
      "The List Price is the suggested retail price of a new product as provided by a manufacturer, supplier, or seller. Except for books, Amazon will display a List Price if the product was purchased by cus...",
      "New, unread publisher overstock copy. Ships next business day for fast delivery. 100% Satisfaction Guarantee. Quantity discounts available on many of our titles in Amazon Business. New, unread publish...",
      "Download the free Kindle app and start reading Kindle books instantly on your smartphone, tablet, or computer - **no Kindle device required**."
    ],
    "id": "13"
  },
  {
    "title": "The Psychology of Money: Timeless lessons on wealth, greed, and happiness",
    "author": "Morgan Housel",
    "price": 606.12,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81Ng+3k+jbL._SL1500_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.7,
      "count": 67261
    },
    "tags": [
      "Business & Money",
      "Finance",
      "Wealth Management"
    ],
    "synopsis": "Deluxe hardback edition of \nThe Psychology of Money\n with sprayed edges and additional bonus chapter content from Morgan Housel, \nthe \nNew York Times\n bestselling author. \nDoing well with money isn't necessarily about what you know. It's about how you behave. And behavior is hard to teach, even to really smart people.\nMoney – investing, personal finance, and business decisions – is typically taught as a math-based field, where data and formulas tell us exactly what to do. But in the real world people don't make financial decisions on a spreadsheet. They make them at the dinner table, or in a m...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/48DoUz3",
    "reviews": [
      "Morgan is a GENIUS.  His ability to present concepts and support them with relevant historical examples is nothing short of brilliant.  This book is way more important and impactful than any book I wa...",
      "Definitely a good book to start your financial literacy journey with! This book literally set the foundation of my new perspective on being more mindful with my money and my approach to when and how t...",
      "\"The Psychology of Money: Timeless Lessons on Wealth, Greed, and Happiness\" is a book that promises to offer valuable insights into the complex relationship between money and human behavior. While I'm..."
    ],
    "id": "14"
  },
  {
    "title": "Rich Dad Poor Dad: What the Rich Teach Their Kids About Money That the Poor and Middle Class Do Not!",
    "author": "Robert T. Kiyosaki",
    "price": 14.52,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81BE7eeKzAL._SL1500_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 0.0,
      "count": 105643
    },
    "tags": [
      "Business & Money",
      "Personal Finance"
    ],
    "synopsis": "April of 2022 marks a 25-year milestone for the personal finance classic \nRich Dad Poor Dad\n that still ranks as the #1 Personal Finance book of all time. And although 25 years have passed since \nRich Dad Poor Dad\n was first published, readers will find that very little in the book itself has changed — and for good reason. While so much in our world is changing a high speed, the lessons about money and the principles of \nRich Dad Poor Dad\n haven’t changed. Today, as money continues to play a key role in our daily lives, the messages in Robert Kiyosaki’s international bestseller are more timely...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/3MCP0JZ",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "15"
  },
  {
    "title": "The Millionaire Fastlane: Crack the Code to Wealth and Live Rich for a Lifetime",
    "author": "MJ DeMarco",
    "price": 567.25,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61QNCPPqP5L._SL1491_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.7,
      "count": 13459
    },
    "tags": [
      "Business & Money",
      "Business Development & Entrepreneurship",
      "Entrepreneurship"
    ],
    "synopsis": "*** \nWARNING\n: Ignore Amazon's Artificial Intelligence Description, This Book Is NOT About Bitcoin or Crypto!\n*** NOW AN INTERNATIONAL BEST-SELLER\n \n Translated and Published Worldwide In Over 25 Languages\n*** HARDBACK, TENTH ANNIVERSARY EDITION\nHas the financial plan of mediocrity and survival become your plan for wealth? That sounds something like this:\n\"Graduate from college, get a good job, save 10% of your paycheck, buy a used car, cancel the movie channels, quit buying expensive Starbucks coffee, save and penny-pinch for decades, trust your life-savings to Wall Street, and one day, when ...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4pznX0B",
    "reviews": [
      "MJ's book is probably one of the best business books I have read in my entire life, and to be frank I rarely ever say that about most books I read.After reading MJ's book, I have probably already reco...",
      "Well, I am on my 3rd reading of this book--and that surprises even me!  WHY?--because  there are so many fascinating and USEFUL distinctions which make the book a veritable goldmine of actionable PRIN...",
      "This book is a refreshing take on the conventional wisdom surrounding wealth accumulation. I particularly liked the fact that it gives a different mindset to getting rich quick, challenging the slow l..."
    ],
    "id": "16"
  },
  {
    "title": "I Will Teach You to Be Rich",
    "author": "Ramit Sethi",
    "price": 540.72,
    "priceLabel": "Ebook",
    "coverUrl": "",
    "accentColor": "#10B981",
    "rating": {
      "average": 0.0,
      "count": 0
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "No synopsis available.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4iVOu5P",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "17"
  },
  {
    "title": "Zero to One: Notes on Startups, or How to Build the Future",
    "author": "Peter Thiel",
    "price": 425.01,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/51zGCdRQXOL._SL1200_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.5,
      "count": 39124
    },
    "tags": [
      "Politics & Social Sciences",
      "Politics & Government",
      "Public Affairs & Policy",
      "Economic Policy"
    ],
    "synopsis": "#1 \nNEW YORK TIMES\n BESTSELLER\n • \n“This book delivers completely new and refreshing ideas on how to create value in the world.”—Mark Zuckerberg, CEO of Meta\n \n“Peter Thiel has built multiple breakthrough companies, and \nZero to One\n shows how.”—Elon Musk, CEO of SpaceX and Tesla\nThe great secret of our time is that there are still uncharted frontiers to explore and new inventions to create. In \nZero to One\n, legendary entrepreneur and investor Peter Thiel shows how we can find singular ways to create those new things.\nThiel begins with the contrarian premise that we live in an age of technolo...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/3MBk7pq",
    "reviews": [
      "This book is like a pair of Prescription Spectacles that put the Innovation Startup Business world, into Sharp Focus.When I first saw the price I almost hit exit. However, I thought “If this guy has t...",
      "Peter Thiel navigates many interesting discussions. However, his examples of monopolies are of his own special definition of 'monopoly'--the nearest example being Microsoft towards the end of the Clin...",
      "Book is just superb. I have read it over and over again, time by time. And there is just too much ideas to unpacked. I would recommend those who are serious in doing start-ups, to build a reading list..."
    ],
    "id": "18"
  },
  {
    "title": "Start with Why 15th Anniversary Edition: How Great Leaders Inspire Everyone to Take Action",
    "author": "Simon Sinek",
    "price": 423.3,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71oQGkFtFUL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.6,
      "count": 24577
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The inspiring, life-changing bestseller updated for its 15th anniversary with a new foreword by the author\nIn 2009, Simon Sinek ignited a movement to help people find a greater sense of purpose at work and added a new word to the lexicon of business: WHY. People and companies now regularly talk about their WHY. Sinek’s videos have been seen by over a billion people around the world, including more than 65 million who’ve watched his TED Talk based on \nStart With Why\n.\nSinek starts with a fundamental question: Why are some people and organizations more innovative, more influential and more profi...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/48OYNUz",
    "reviews": [
      "THIS IS THE GREATEST BOOK EVER PUBLISHED IN THE LAST 10 YEARS!!!If I could give this book 10 stars, I would! This book beats many other books. This book is so exciting to read that I read it three tim...",
      "Brilliant Book.I recently read a book that had a simple message that basically could be told in half a page worth of words – and as it happens it actually was. But then the author kept on going and go...",
      "لسى ما قريته بس الجوده حلوه مره والكاتب سايمون يعني اكيد الكتاب رهيب وفيه رسومات بالكتاب حبيت مره"
    ],
    "id": "19"
  },
  {
    "title": "Good to Great: A Study of Management Strategies of Companies with Lasting Growth",
    "author": "Jim Collins",
    "price": 837.63,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/71LhjimPd8L._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.5,
      "count": 9623
    },
    "tags": [
      "Business & Money",
      "Biography & History",
      "Company Profiles"
    ],
    "synopsis": "The Challenge:\nBuilt to Last,\n the defining management study of the nineties, showed how great companies triumph over time and how long-term sustained performance can be engineered into the DNA of an enterprise from the verybeginning.\nBut what about the company that is not born with great DNA? How can good companies, mediocre companies, even bad companies achieve enduring greatness?\nThe Study: \nFor years, this question preyed on the mind of Jim Collins. Are there companies that defy gravity and convert long-term mediocrity or worse into long-term superiority? And if so, what are the universal ...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4aLWEeX",
    "reviews": [
      "Good to Great by Jim Collins is a compelling and informative book about how to be successful, and how to stay successful. The theme of success is shown through 11 companies who start out less or equal...",
      "Jim Collins states in his book, \"Good is the enemy of great. And that is one of the key reasons why we have so little that become great...We believe that almost any organization can substantially impr...",
      "My review is not about the content of the book. My review is about the quality of the book. It says hardcover but it comes a printed in loose paper and wrapped in what it seems a copy not original boo..."
    ],
    "id": "20"
  },
  {
    "title": "Blue Ocean Strategy, Expanded Edition: How to Create Uncontested Market Space and Make the Competition Irrelevant",
    "author": "W. Chan Kim",
    "price": 426.29,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/91YCWH4jFdL._SL1500_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.6,
      "count": 6214
    },
    "tags": [
      "Business & Money",
      "Marketing & Sales",
      "Marketing",
      "Global"
    ],
    "synopsis": "OVER 4 MILLION COPIES SOLD\nWALL STREET JOURNAL AND BUSINESSWEEK BESTSELLER\nRECOGNIZED AS ONE OF THE MOST ICONIC AND IMPACTFUL STRATEGY BOOKS EVER WRITTEN\nThe global phenomenon that has sold over 4 million copies, is published in a record-breaking 49 languages and is a bestseller across five continents—now updated and expanded with new content. Named by \nFast Company\n as one of the most influential leadership books in its Leadership Hall of Fame. A strategy classic.\nIn this perennial bestseller, embraced by organizations and industries worldwide, globally preeminent management thinkers W. Chan ...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4aOHllK",
    "reviews": [
      "🌟 Dive into the world of strategic innovation with \"Blue Ocean Strategy, Expanded Edition: How to Create Uncontested Market Space.\" This groundbreaking book presents a fresh approach to business strat...",
      "Great book",
      "As a strategy consultant, I am always looking for new methods, frameworks, and tools related to corporate strategy. This book, Blue Ocean Strategy: How to Create Uncontested Market Space and Make Comp..."
    ],
    "id": "21"
  },
  {
    "title": "Never Split the Difference: Negotiating As If Your Life Depended On It―Unlock Your Persuasion Potential in Professional and Personal Life: Voss, Chris, Raz, Tahl",
    "author": "Chris Voss",
    "price": 15.0,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81PPq8CP4sL._SY342_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.7,
      "count": 49673
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "Title: Never Split the Difference: Negotiating As If Your Life Depended On It―Unlock Your Persuasion Potential in Professional and Personal Life: Voss, Chris, Raz, Tahl: 9780062407801: Amazon.com: Books",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3L2R9y5",
    "reviews": [
      "Title: Never Split the Difference: Negotiating As If Your Life Depended On It―Unlock Your Persuasion Potential in Professional and Personal Life: Voss, Chris, Raz, Tahl: 9780062407801: Amazon.com: Boo...",
      "Never Split the Difference: Negotiating As If Your Life Depended On It―Unlock Your Persuasion Potential in Professional and Personal Life: Voss, Chris, Raz, Tahl: 9780062407801: Amazon.com: Books",
      "The List Price is the suggested retail price of a new product as provided by a manufacturer, supplier, or seller. Except for books, Amazon will display a List Price if the product was purchased by cus..."
    ],
    "id": "22"
  },
  {
    "title": "Penguin Select Classics: How to Win Friends and Influence People: (Original, Unabridged Classic, Premium Hardbound Collector's Edition, Ideal for Gifting)",
    "author": "Dale Carnegie",
    "price": 9.39,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/41UopiLp6oL._SY600_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.7,
      "count": 109094
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "Title: Penguin Select Classics: How to Win Friends and Influence People: (Original, Unabridged Classic, Premium Hardbound Collector's Edition, Ideal for Gifting): Carnegie, Dale: 9789815162363: Amazon.com: Books",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4oSlixW",
    "reviews": [
      "22,382](https://amzn.to/product-reviews/B0FBS7GCTV/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_1_cr/142-0804673-1848822?pd_rd_w=0fu4f&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6",
      "178,804](https://amzn.to/product-reviews/B08GB58KD5/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_2_cr/142-0804673-1848822?pd_rd_w=0fu4f&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-",
      "42,324](https://amzn.to/product-reviews/B08V8877BY/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_3_cr/142-0804673-1848822?pd_rd_w=0fu4f&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6"
    ],
    "id": "23"
  },
  {
    "title": "Influence, New and Expanded: The Essential Guide to the Psychology of Influence and Persuasion in Everyday Life",
    "author": "Robert B. Cialdini PhD",
    "price": 593.31,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71SPjJ+UnLL._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.7,
      "count": 7017
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The foundational and wildly popular go-to resource for influence and persuasion—a renowned international bestseller, with over 5 million copies sold—now revised adding: new research, new insights, new examples, and online applications.\nIn the new edition of this highly acclaimed bestseller, Robert Cialdini—\nNew York Times\n bestselling author of \nPre-Suasion\n and the seminal expert in the fields of influence and persuasion—explains the psychology of why people say yes and how to apply these insights ethically in business and everyday settings. Using memorable stories and relatable examples, Cia...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4q8M8mn",
    "reviews": [
      "Great book. If Robert Greene is a bit too much, try this first! Great tidbits of information in every chapter. Very entertaining read",
      "I had a copy of this long ago, but lost it. Hence the new purchase. I wanted to re-read it. The author does a fantastic job of outlining the \"click whirr\" subconcious things people have in them, and h...",
      "when I first got the book recommended by ChatGPT, I never thought that it would be this good. I think every sales person and closer that wants to be the best at what they do have to definitely read th..."
    ],
    "id": "24"
  },
  {
    "title": "The 4-Hour Workweek: Escape 9-5, Live Anywhere, and Join the New Rich",
    "author": "Timothy Ferriss",
    "price": 1091.36,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71vO9Tbf4-L._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.5,
      "count": 27947
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The \nNew York Times\n bestselling author of \nThe 4-Hour Body \nshows readers how to live more and work less, now with more than 100 pages of new, cutting-edge content.\nEver wonder, “How can I work smarter and not harder?” Forget the old concept of retirement and the rest of the deferred-life plan–there is no need to wait and every reason not to, especially in unpredictable economic times. Whether your dream is escaping the rat race, experiencing high-end world travel, or earning a monthly five-figure income with zero management, \nThe 4-Hour Workweek\n is the blueprint. \nThis step-by-step guide to...",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/48C4ztY",
    "reviews": [
      "Obviously when it comes to these books they can be somewhat vague and positive so it can be hard not be contrived. The average cliche's are certainly here and the youth of the writer at the time of it...",
      "I initially picked up the book to determine for myself what all the positive press was about. I have read it twice and listened to the audiobook version and  can say that the content truly stands up t...",
      "I had heard a lot of people rave about this book before I finally picked it up and decided to read it for myself. I'm glad that I read it, but I don't think it was quite as life-changing for me as it ..."
    ],
    "id": "25"
  },
  {
    "title": "Show Your Work!: 10 Ways to Share Your Creativity and Get Discovered",
    "author": "Austin Kleon",
    "price": 191.79,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/615i7JSSShL._SL1400_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.6,
      "count": 10929
    },
    "tags": [
      "Arts & Photography",
      "Graphic Design",
      "Techniques"
    ],
    "synopsis": "In his \nNew York Times\n bestseller \nSteal Like an Artist\n, Austin Kleon showed readers how to unlock their creativity by “stealing” from the community of other movers and shakers. Now, in an even more forward-thinking and necessary book, he shows how to take that critical next step on a creative journey―getting known.\n Show Your Work!\n is about why generosity trumps genius. It’s about getting \nfindable\n, about using the network instead of wasting time “networking.” It’s not self-promotion, it’s self-discovery―let others into your process, then let them steal from you. Filled with illustrations...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/452I3rV",
    "reviews": [
      "Quite frankly, I didn't understand how a 10-part list could make a full book. But I saw the reviews, it was on sale, and I thought, \"Heck. Why not?\" Now, I can join the countless others who whole-hear...",
      "I liked this book a lot. Why? Because Austin got me to think about my own creative process, where I am lax or lazy, and what I could be doing better.  I told my creative-genius daughter about it and s...",
      "Important book. Austin is exploring the issue of showing your work through internet, and particularly social media. An issue that is being discussed endlessly in many blogs and books (of which I’ve re..."
    ],
    "id": "26"
  },
  {
    "title": "Big Magic: Creative Living Beyond Fear",
    "author": "Elizabeth Gilbert",
    "price": 304.13,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/813mCUSzejL._SL1500_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.5,
      "count": 23495
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The instant #1 NEW YORK TIMES Bestseller\n\"A must read for anyone hoping to live a creative life... I dare you not to be inspired to be brave, to be free, and to be curious.” —PopSugar\nFrom the worldwide bestselling author of \nEat Pray Love \nand \nCity of Girls\n: the path to the vibrant, fulfilling life you’ve dreamed of\n. \n \nReaders of all ages and walks of life have drawn inspiration and empowerment from Elizabeth Gilbert’s books for years. Now this beloved author digs deep into her own generative process to share her wisdom and unique perspective about creativity. With profound empathy and ra...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4oUe0Kg",
    "reviews": [
      "This book was such a nice change from the other ones I was reading. I found this uplifting, and inspiring. It has given meA new perspective on my own creativity and how I interact with it.",
      "“Are you considering being a creative person? Too late, you already are one,” Gilbert asserts. In Big Magic, living a creative life means living a life driven by curiosity over fear and this life is a...",
      "Very encouraging and easy to comprehend.  I feel compelled to continue on with what fuels me no matter what others think or what the outcomes might even be.  This book packed a punch of inspiration an..."
    ],
    "id": "27"
  },
  {
    "title": "The Artist's Way: A Spiritual Path to Higher Creativity",
    "author": "Julia Cameron",
    "price": 640.29,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81k6Ef+Dk3L._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 13553
    },
    "tags": [
      "Religion & Spirituality",
      "New Age & Spirituality",
      "Inspirational"
    ],
    "synopsis": "\"Without \nThe Artist's Way\n, there would have been no \nEat, Pray, Love\n.” —Elizabeth Gilbert\nA stunning gift edition of the powerful bestselling book on creativity.\nThe Artist’s Way\n is one of the bestselling gift books of all time. Beautifully packaged with a slipcase and ribbon, this tenth anniversary gift edition is the ideal gift for loved ones engaged in creative lives....",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/3L1WmGm",
    "reviews": [
      "The media could not be loaded.\n                \n\n\n\nCore concepts and toolsMorning Pages: A daily ritual of writing three pages of longhand, stream-of-consciousness text to clear the mind and unlock cr...",
      "The Artist’s Way is more than just a book — it’s a 12-week journey to rediscovering your creativity. Whether you're an artist, writer, musician, or simply someone who feels creatively blocked, Julia C...",
      "The Artist’s Way is more than just a book, it’s a guided experience that helped me reconnect with my creativity in the most honest and empowering way. Julia Cameron’s approach is gentle but deeply imp..."
    ],
    "id": "28"
  },
  {
    "title": "Steal Like an Artist 10th Anniversary Gift Edition with a New Afterword by the Author: 10 Things Nobody Told You About Being Creative (Austin Kleon)",
    "author": "Austin Kleon",
    "price": 2.5,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71+WGpddNfL._SL1500_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 0.0,
      "count": 19534
    },
    "tags": [
      "Humor & Entertainment",
      "Pop Culture",
      "Art"
    ],
    "synopsis": "Celebrate the 10th anniversary of a groundbreaking book on creativity with this limited anniversary hardcover, with a new afterword, color endpapers pulled from Austin Kleon’s sketchbooks, and a ribbon marker.\n  \n Ten years after its initial publication, the message of \nSteal Like an Artist \nremains powerful: embrace influence, follow interests wherever they take us, forget old clichés like writing about what you know—instead, write the book that you want to read, make the movie you want to watch. And above all, find the space you need to be wild and daring in your imagination and your work.\n ...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4q8MkSD",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "29"
  },
  {
    "title": "Shoe Dog: A Memoir by the Creator of Nike",
    "author": "Phil Knight",
    "price": 18.13,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71AqHmnXppL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.8,
      "count": 62297
    },
    "tags": [
      "Biographies & Memoirs",
      "Professionals & Academics",
      "Business & Industry"
    ],
    "synopsis": "NEW YORK TIMES\n BESTSELLER\n \n \nIn this candid and riveting memoir, for the first time ever, Nike founder and board chairman Phil Knight shares the inside story of the company’s early days as an intrepid start-up and its evolution into one of the world’s most iconic, game-changing, and profitable brands.\nYoung, searching, fresh out of business school, Phil Knight borrowed fifty dollars from his father and launched a company with one simple mission: import high-quality, low-cost running shoes from Japan. Selling the shoes from the trunk of his Plymouth Valiant, Knight grossed eight thousand doll...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4qdDHGO",
    "reviews": [
      "Wow. I loved this book. Having worked with Nike on a few jobs, I had a lot of gaps of its history. This book isn't so much about shoes as it is about the epic journey of entrepreneurship, friendship, ...",
      "The memoir offers an incredible, behind-the-scenes look at the creation and growth of Nike, one of the most iconic brands in the world. Phil Knight recounts his personal and professional journey from ...",
      "Riveting until the end. The third act felt a bit rushed, with lots of time skips and generalization, but the beginning and the middle were well-paced, well-written. I loved the humor, the wit, the une..."
    ],
    "id": "30"
  },
  {
    "title": "Steve Jobs",
    "author": "Walter Isaacson",
    "price": 491.22,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71sVQDj0SCL._SL1500_.jpg",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.7,
      "count": 26194
    },
    "tags": [
      "Biographies & Memoirs",
      "Professionals & Academics",
      "Business & Industry"
    ],
    "synopsis": "Walter Isaacson’s “enthralling” (\nThe New Yorker\n) worldwide bestselling biography of Apple cofounder Steve Jobs.\nBased on more than forty interviews with Steve Jobs conducted over two years—as well as interviews with more than 100 family members, friends, adversaries, competitors, and colleagues—Walter Isaacson has written a riveting story of the roller-coaster life and searingly intense personality of a creative entrepreneur whose passion for perfection and ferocious drive revolutionized six industries: personal computers, animated movies, music, phones, tablet computing, and digital publish...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4q6HLZ0",
    "reviews": [
      "First and foremost, this is just a good read.I found that Isaacson's bio of Einstein was both interesting and did a profoundly better job of explaining relativity than my physics professors ever did. ...",
      "I would not have been considered as part of the `target market' for Walter Isaacson's new biography of Steve Jobs. I knew very little about Jobs. I am at best a point and click MicroSoft computer user...",
      "Es uno de mis libros favoritos. Además la versión en inglés es mucho más barata y es nueva. Las versiones en español nuevas son muy difíciles de conseguir."
    ],
    "id": "31"
  },
  {
    "title": "Elon Musk",
    "author": "Walter Isaacson",
    "price": 641.15,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81Kaj5++6pL._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.7,
      "count": 22473
    },
    "tags": [
      "Biographies & Memoirs",
      "Professionals & Academics",
      "Business & Industry"
    ],
    "synopsis": "The #1 \nNew York Times\n and global bestseller from Walter Isaacson—the acclaimed author of \nSteve Jobs\n,\n Einstein: His Life and World\n,\n Benjamin Franklin\n, and \nLeonardo da Vinci—\nis the astonishingly intimate story of the most fascinating, controversial innovator of modern times. For two years, Isaacson shadowed Elon Musk as he executed his vision for electric vehicles at Tesla, space exploration with SpaceX, the AI revolution, and the takeover of Twitter and its conversion to X. The result is the definitive portrait of the mercurial pioneer that offers clues to his political instincts, fut...",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/44w9dY6",
    "reviews": [
      "The author is well-respected for his ability to dig deeply, and spent two years shadowing Musk in order to write this book. Whether you like or dislike Musk, he is an intriguing figure, but for me, I ...",
      "Here the author is writing in the first person after a two-year stint with Elon Musk which provides a very interesting view into the richest man's life from birth to the present day.  Isaacson perform...",
      "Elon Musk es el Einstein de nuestra era. Una persona cuyo reto es hacer que la humanidad avance con metas impensables para muchos pero que Elon con su visión, liderazgo  y constancia hacen que se conv..."
    ],
    "id": "32"
  },
  {
    "title": "Greenlights",
    "author": "Matthew McConaughey",
    "price": 11.3,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61qCtcd7YeL._SY342_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.6,
      "count": 73924
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/44t7ZwD",
    "reviews": [
      "The List Price is the suggested retail price of a new product as provided by a manufacturer, supplier, or seller. Except for books, Amazon will display a List Price if the product was purchased by cus...",
      "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked....",
      "Download the free Kindle app and start reading Kindle books instantly on your smartphone, tablet, or computer - **no Kindle device required**."
    ],
    "id": "33"
  },
  {
    "title": "Flow: The Psychology of Optimal Experience",
    "author": "Mihaly Csikszentmihalyi",
    "price": 194.78,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/610GM3WYL7L._SL1360_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.5,
      "count": 7303
    },
    "tags": [
      "Arts & Photography",
      "History & Criticism",
      "History"
    ],
    "synopsis": "“Csikszentmihalyi arrives at an insight that many of us can intuitively grasp, despite our insistent (and culturally supported) denial of this truth. That is, it is not what happens to us that determines our happiness, but the manner in which we make sense of that reality. . . . T\nhe manner in which Csikszentmihalyi integrates research on consciousness, personal psychology and spirituality is i\nlluminating.” \n—Los Angeles Times Book Review\nThe bestselling classic that holds the key to unlocking meaning, creativity, peak performance, and true happiness. \nLegendary psychologist Mihaly Csikszentm...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4se6nkP",
    "reviews": [
      "My takeaway  from reading the book, Flow by Michaly Csikzentmihalyi is that happiness can be achieved by changing consciousness in which you bring order to  tasks that you do (sometimes daily) and can...",
      "This is the actual flow state that’s currently trending. This is such a great read! It’s digestible and applicable if you choose to challenge yourself. Very informative for those interested in psychol...",
      "This book is a classic, breaking down the subject of Flow and explaining how we experience our lives. Full of research, real-life examples and suggestions on how to increase the frequency of optimal e..."
    ],
    "id": "34"
  },
  {
    "title": "Sapiens [Tenth Anniversary Edition]: A Brief History of Humankind",
    "author": "Yuval Noah Harari",
    "price": 803.89,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71kVn6thiBL._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.6,
      "count": 131436
    },
    "tags": [
      "Biographies & Memoirs",
      "Leaders & Notable People",
      "Military"
    ],
    "synopsis": "New York Times\n Readers’ Pick: Top 100 Books of the 21\nst\n Century\nThe tenth anniversary edition of the internationally bestselling phenomenon that cemented Yuval Noah Harari as\n \none of the most prominent historians of our time\n—\nfeaturing a new afterword from the author.\nOne hundred thousand years ago, at least six human species inhabited the earth. Today there is just one. Us. Homo sapiens. How did our species succeed in the battle for dominance? Why did our foraging ancestors come together to create cities and kingdoms? How did we come to believe in gods, nations, and human rights; to trus...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4s2dFrM",
    "reviews": [
      "The brilliance of “Sapiens” is that it encourages the ordinary person to peek through a doorway into a critical analysis of the complex tapestry of human evolution and history. I understand if you are...",
      "“Tolerance is not a Sapiens trademark.”Sapiens: A Brief History of Humankind, by Yuval Noah Harari is one of the most entertaining and informative books I’ve read in a long time. It usually takes me l...",
      "Book is great! Strongly recommended!"
    ],
    "id": "35"
  },
  {
    "title": "The Alchemist Deluxe Edition: A Fable About Following Your Dream",
    "author": "Paulo Coelho",
    "price": 273.37,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/81MLsqv7lIL._SL1500_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.6,
      "count": 121310
    },
    "tags": [
      "Literature & Fiction",
      "Genre Fiction",
      "Historical",
      "Ancient"
    ],
    "synopsis": "A beautiful keepsake edition of the extraordinary and beloved international bestseller.\n\"It’s a brilliant, magical, life-changing book that continues to blow my mind with its lessons.\"—Neil Patrick Harris, actor\n“Translated into 80 languages, the allegory teaches us about dreams, destiny, and the reason we are all here.”—Oprah Daily\nCombining magic, mysticism, wisdom, and wonder into an inspiring tale of self-discovery, \nThe Alchemist\n has become a modern classic, selling millions of copies around the world and transforming the lives of countless readers across generations.\nThis story, dazzlin...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4iYSYIT",
    "reviews": [
      "Why I Bought ItI had heard so many people recommend The Alchemist as a life-changing book, and I finally decided to see what it was about.Pros• Beautifully written, with simple but powerful language• ...",
      "An extraordinarily clear story which holds a mirror to our lives and offers timeless wisdom to help us become more fully ourselves.",
      "The Alchemist was quite short, but filled with inspiration. There were many lines worth highlighting and remembering, especially when one might need some motivation.The plot deals with a young boy who..."
    ],
    "id": "36"
  },
  {
    "title": "Range: Why Generalists Triumph in a Specialized World",
    "author": "David Epstein",
    "price": 9.91,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71P+sZn5ctL._SL1500_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 0.0,
      "count": 12384
    },
    "tags": [
      "Health, Fitness & Dieting",
      "Psychology & Counseling",
      "Developmental Psychology"
    ],
    "synopsis": "The \n#1 New York Times\n bestseller that has all America talking: as seen/heard on \nCNN's Fareed Zakaria GPS\n, Morning Joe, CBS This Morning, The Bill Simmons Podcast, Rich Roll, and more.\n \n“The most important business—and parenting—book of the year.” —\nForbes\n \n“Urgent and important. . . an essential read for bosses, parents, coaches, and anyone who cares about improving performance.” —Daniel H. Pink\n  \nShortlisted for the \nFinancial Times\n/McKinsey Business Book of the Year Award\nPlenty of experts argue that anyone who wants to develop a skill, play an instrument, or lead their field should ...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4j2QoSs",
    "reviews": [
      "No reviews available yet."
    ],
    "id": "37"
  },
  {
    "title": "Building a Second Brain: A Proven Method to Organize Your Digital Life and Unlock Your Creative Potential",
    "author": "Tiago Forte",
    "price": 678.31,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71+IDmZU88L._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.5,
      "count": 6760
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Project Management",
      "Business"
    ],
    "synopsis": "“One of my favorite books of the year. It completely reshaped how I think about information and how and why I take notes.” —Daniel Pink, bestselling author of \nDrive\n \nA revolutionary approach to enhancing productivity, creating flow, and vastly increasing your ability to capture, remember, and benefit from the unprecedented amount of information all around us.\nFor the first time in history, we have instantaneous access to the world’s knowledge. There has never been a better time to learn, to contribute, and to improve ourselves. Yet, rather than feeling empowered, we are often left feeling ov...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4ahokZ1",
    "reviews": [
      "Building a Second Brain by Tiago Forte has truly transformed the way I approach productivity and organization. This book is nothing short of a revelation for anyone looking to supercharge their creati...",
      "Building a Second Brain is strongest when it gets out of its own way. Tiago Forte’s core frameworks—PARA and CODE—are genuinely excellent: clear, portable, and immediately useful, the kind of mental m...",
      "Look no further than Tiago Forte's book, Build a Second Brain. This book offers practical and effective advice that can have an immediate positive impact on your productivity and quality of life.Forte..."
    ],
    "id": "38"
  },
  {
    "title": "Success and Failure of Picasso",
    "author": "John Berger",
    "price": 422.87,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/91Iml2MZKxL._SL1500_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.3,
      "count": 47
    },
    "tags": [
      "Arts & Photography",
      "Individual Artists"
    ],
    "synopsis": "Â Â Â At the height of his powers, Pablo Picasso was the artist as revolutionary, breaking through the niceties of form in order to mount a direct challenge to the values of his time. At the height of his fame, he was the artist as royalty: incalculably wealthy, universally idolizedâ and wholly isolated.\nÂ Â Â In this stunning critical assessment, John Bergerâ one of this century's most insightful cultural historiansâ trains his penetrating gaze upon this most prodigious and enigmatic painter and on the Spanish landscape and very particular culture that shpaed his life and work. Writing with a...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/48UnNtR",
    "reviews": [
      "Berger considers the effects of what it may have meant to have grown up as a child prodigy, what effect the turn-of-the-century Spanish milieu the young Picasso brought with him when he encountered an...",
      "Great read plenty of interesting stuff",
      "I found this biography both fascinating and thought-provoking. Berger captures the uniqueness of Picasso’s position in art history, illustrating how his story reflects not just the artist himself but ..."
    ],
    "id": "39"
  },
  {
    "title": "Getting Things Done: The Art of Stress-Free Productivity: Allen, David, Fallows, James",
    "author": "David Allen",
    "price": 8.09,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/41qA2b-WslL._SY600_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.5,
      "count": 10424
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/3Mu6nNb",
    "reviews": [
      "The List Price is the suggested retail price of a new product as provided by a manufacturer, supplier, or seller. Except for books, Amazon will display a List Price if the product was purchased by cus...",
      "May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See...",
      "Download the free Kindle app and start reading Kindle books instantly on your smartphone, tablet, or computer - **no Kindle device required**."
    ],
    "id": "40"
  },
  {
    "title": "The Laws of Human Nature",
    "author": "Robert Greene",
    "price": 14.47,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61UPuQRgNKL._SY342_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.8,
      "count": 17547
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "From the #1 New York Times-bestselling author of The 48 Laws of Power comes the definitive new book on decoding the behavior of the people around you. This is the only authorized hardcover edition in the US.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/491r2zM",
    "reviews": [
      "5,617](https://amzn.to/product-reviews/B0CNQ5X4Y1/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_1_cr/130-5590452-0878801?pd_rd_w=Yypft&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6d",
      "32,735](https://amzn.to/product-reviews/1401971369/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_2_cr/130-5590452-0878801?pd_rd_w=Yypft&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6",
      "32,735](https://amzn.to/product-reviews/B0DFMZMKFJ/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_3_cr/130-5590452-0878801?pd_rd_w=Yypft&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6"
    ],
    "id": "41"
  },
  {
    "title": "The 48 Laws of Power",
    "author": "Robert Greene",
    "price": 507.45,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/61UZS3QA1UL._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 86767
    },
    "tags": [
      "Politics & Social Sciences",
      "Politics & Government",
      "Political Science",
      "History & Theory"
    ],
    "synopsis": "Amoral, cunning, ruthless, and instructive, this multi-million-copy \nNew York Times\n bestseller is the definitive manual for anyone interested in gaining, observing, or defending against ultimate control. This is the only authorized hardcover edition in the US.\nIn the book that People magazine proclaimed “beguiling” and “fascinating,” Robert Greene and Joost Elffers have distilled three thousand years of the history of power into 48 essential laws by drawing from the philosophies of Machiavelli, Sun Tzu, and Carl Von Clausewitz and also from the lives of figures ranging from Henry Kissinger to...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/4oXVqRx",
    "reviews": [
      "\"The 48 Laws of Power\" is an extraordinary read that offers profound insights into human behavior and the dynamics of power. Robert Greene's writing is both engaging and thought-provoking, presenting ...",
      "Extraordinary book definitely a grade read over and over. I highly recommend it for self-help.",
      "This is a great book.  I've been reading it for myself and to my kid.  He isn't necessarily old enough to worry about leading an army, seducing a French noble girl, or pleasing the Emperor of China, b..."
    ],
    "id": "42"
  },
  {
    "title": "Meditations (Modern Library)",
    "author": "Marcus Aurelius",
    "price": 325.91,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/91Rzt6n8HaL._SL1500_.jpg",
    "accentColor": "#EC4899",
    "rating": {
      "average": 4.7,
      "count": 9234
    },
    "tags": [
      "Politics & Social Sciences",
      "Philosophy",
      "History & Schools of Thought",
      "Western",
      "Ancient Greek & Roman"
    ],
    "synopsis": "NATIONAL BESTSELLER • Timeless insights into what it takes to lead a meaningful life—still profoundly relevant nearly two thousand years later.\nNow featuring a brand-new foreword from Ryan Holiday, #1 \nNew York Times \nbestselling author of \nThe Obstacle Is the Way\n!\n“\nMeditations\n offers a glimpse into [Marcus Aurelius’s] mind, his habits, and his approach to life. . . . I think any reader would find something useful to take away from it.”—James Clear, #1 \nNew York Times \nbestselling author of \nAtomic Habits\n“It is unbelievable to see how the emperor’s words have stood the test of time. . . . ...",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4oVl49g",
    "reviews": [
      "Sometimes Amazon bundles multiple translations under one product listing, so this is the Gregory Hays translation. Overall I give the translation 5/5 just from the perspective of being well-written an...",
      "a really good book to introduce oneself to the stoicism philosophy, and understand what this philosophy is about, and how it can change the way see things, and react to them.",
      "So very wise words from the ancient past.  I saved a few passages to reread.  The translation is very modern and easy too understand.  I am kind of on the fence about it,  in some ways it is almost to..."
    ],
    "id": "43"
  },
  {
    "title": "The Obstacle is the Way Expanded 10th Anniversary Edition: The Timeless Art of Turning Trials into Triumph",
    "author": "Ryan Holiday",
    "price": 23.06,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71mXLoL1KRL._SY342_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 5566
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "An updated and expanded edition of the book that launched a global phenomenon, The Obstacle Is the Way presents an infinitely elastic formula for turning our toughest trials into our greatest triumphs.",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/3L0EWKg",
    "reviews": [
      "5,566](https://amzn.to/product-reviews/0593719913/ref=pd_rhf_dp_s_gcx-rhf_d_sccl_1_1_cr/135-5364972-6157414?pd_rd_w=pAM2u&content-id=amzn1.sym.6892fc2a-5f26-4664-922f-5f7621402965&pf_rd_p=6892fc2a-5f2",
      "24,145](https://amzn.to/product-reviews/1949759229/ref=pd_rhf_dp_s_gcx-rhf_d_sccl_1_2_cr/135-5364972-6157414?pd_rd_w=pAM2u&content-id=amzn1.sym.6892fc2a-5f26-4664-922f-5f7621402965&pf_rd_p=6892fc2a-5f",
      "24,578](https://amzn.to/product-reviews/1591846447/ref=pd_rhf_dp_s_gcx-rhf_d_sccl_1_3_cr/135-5364972-6157414?pd_rd_w=pAM2u&content-id=amzn1.sym.6892fc2a-5f26-4664-922f-5f7621402965&pf_rd_p=6892fc2a-5f"
    ],
    "id": "44"
  },
  {
    "title": "Ego Is the Enemy",
    "author": "Ryan Holiday",
    "price": 768.43,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71z70m5r7OL._SL1500_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.6,
      "count": 20914
    },
    "tags": [
      "Business & Money",
      "Business Culture",
      "Motivation & Self-Improvement"
    ],
    "synopsis": "The instant \nWall Street Journal\n, \nUSA Today\n, and international bestseller\n“While the history books are filled with tales of obsessive visionary geniuses who remade the world in their image with sheer, almost irrational force, I’ve found that history is also made by individuals who fought their egos at every turn, who eschewed the spotlight, and who put their higher goals above their desire for recognition.” —from the prologue\n \n \nMany of us insist the main impediment to a full, successful life is the outside world. In fact, the most common enemy lies within: our ego. Early in our careers, i...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/4q9hppx",
    "reviews": [
      "I have read many books on leadership throughout my graduate studies in organizational leadership and management, and throughout my own career in management. While this is not specifically a book on le...",
      "This is the first time I've felt compelled to write a review as soon as I've finished reading a book. I set out to read a few chapters this morning and instead devoured the whole thing in one sitting,...",
      "I enjoyed this book... good reminder for us on keeping our egos in check.  I enjoyed the stories and history used to teach lessons.  Each chapter is sort of it's own little story.  You could almost re..."
    ],
    "id": "45"
  },
  {
    "title": "Quiet: The Power of Introverts in a World That Can't Stop Talking",
    "author": "Susan Cain",
    "price": 448.5,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71BXRqKq4nL._SL1500_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.5,
      "count": 35116
    },
    "tags": [
      "Self-Help",
      "Relationships",
      "Interpersonal Relations"
    ],
    "synopsis": "#1 \nNEW YORK TIMES\n BESTSELLER • Experience the book that started the Quiet Movement and revolutionized how the world sees introverts—and how introverts see themselves—by offering validation, inclusion, and inspiration\n“Superbly researched, deeply insightful, and a fascinating read, \nQuiet\n is an indispensable resource for anyone who wants to understand the gifts of the introverted half of the population.”—Gretchen Rubin, author of \nThe Happiness Project\nONE OF THE BEST BOOKS OF THE YEAR—\nPeople, O: The Oprah Magazine, Christian Science Monitor, Inc., Library Journal, Kirkus Reviews\n \n \n \nWhat...",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/3MDe5V4",
    "reviews": [
      "I believe this book saved my life.  I'm not prone to melodrama, or to such excessively long reviews, but this is true, and so important to me, I have to say it.  I've been working for years in an extr...",
      "Self-described introvert Susan Cain speaks out to bring us Quiet: The Power of Introverts in a World That Can’t Stop Talking (Random House; ISBN 0307352153, ASIN B004J4WNL2), a tome that resonates wit...",
      "There are some advice to understand so many in the real life and how we act on usually. I loved it"
    ],
    "id": "46"
  },
  {
    "title": "Man's Search for Meaning: Gift Edition: Frankl, Viktor E., Winslade, William J., Kushner, Harold S.",
    "author": "Viktor Frankl",
    "price": 17.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/51TyZTVsZNL._SX38_SY50_CR",
    "accentColor": "#3B82F6",
    "rating": {
      "average": 4.8,
      "count": 3868
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "Hailed as “an enduring work of survival literature” by the New York Times, Viktor Frankl’s account of his time in the Nazi concentration camps—and his insights into our ability to find meaning despite great adversity—has offered solace and guidance to generations of readers since it was first published in 1946. This stunning hardcover gift edition features previously unpublished material—including letters, speeches, essays, and an 8-page photo insert—that reveal Frankl’s enduring lessons on perseverance and strength in even greater depth.",
    "sentiment": "Visionary",
    "affiliateLink": "https://amzn.to/3MDJS8o",
    "reviews": [
      "3,868](https://amzn.to/product-reviews/0807060100/ref=pd_rhf_dp_s_gcx-rhf_d_sccl_1_1_cr/139-7394386-0987927?pd_rd_w=IgEGl&content-id=amzn1.sym.6892fc2a-5f26-4664-922f-5f7621402965&pf_rd_p=6892fc2a-5f2",
      "2,362](https://amzn.to/product-reviews/9354407269/ref=pd_rhf_dp_s_gcx-rhf_d_sccl_1_2_cr/139-7394386-0987927?pd_rd_w=IgEGl&content-id=amzn1.sym.6892fc2a-5f26-4664-922f-5f7621402965&pf_rd_p=6892fc2a-5f2",
      "22,051](https://amzn.to/product-reviews/B0D47VYQMY/ref=pd_rhf_dp_s_gcx-rhf_d_sccl_1_3_cr/139-7394386-0987927?pd_rd_w=IgEGl&content-id=amzn1.sym.6892fc2a-5f26-4664-922f-5f7621402965&pf_rd_p=6892fc2a-5f"
    ],
    "id": "47"
  },
  {
    "title": "Principles: Life and Work",
    "author": "Ray Dalio",
    "price": 13.13,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/61LKD6scbfL._SY342_.jpg",
    "accentColor": "#F59E0B",
    "rating": {
      "average": 4.6,
      "count": 18976
    },
    "tags": [
      "Business & Money",
      "Investing",
      "Introduction"
    ],
    "synopsis": "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less [See less](javascript:void(0))",
    "sentiment": "Deep & Profound",
    "affiliateLink": "https://amzn.to/4pVYMG1",
    "reviews": [
      "The List Price is the suggested retail price of a new product as provided by a manufacturer, supplier, or seller. Except for books, Amazon will display a List Price if the product was purchased by cus...",
      "Missing dust jacket; May have limited writing in cover pages. Pages are unmarked. ~ ThriftBooks: Read More, Spend Less Missing dust jacket; May have limited writing in cover pages. Pages are unmarked....",
      "Download the free Kindle app and start reading Kindle books instantly on your smartphone, tablet, or computer - **no Kindle device required**."
    ],
    "id": "48"
  },
  {
    "title": "Four Thousand Weeks: Time Management for Mortals",
    "author": "Oliver Burkeman",
    "price": 342.06,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71udc7ZQtVL._SL1500_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.5,
      "count": 12948
    },
    "tags": [
      "Self-Help",
      "Happiness"
    ],
    "synopsis": "AN INSTANT\n NEW YORK TIMES\n BESTSELLER\n\"Provocative and appealing . . . well worth your extremely limited time.\" ―Barbara Spindel, \nThe Wall Street Journal\nThe average human lifespan is absurdly, insultingly brief. Assuming you live to be eighty, you have just over four thousand weeks.\nNobody needs telling there isn’t enough time. We’re obsessed with our lengthening to-do lists, our overfilled inboxes, work-life balance, and the ceaseless battle against distraction; and we’re deluged with advice on becoming more productive and efficient, and “life hacks” to optimize our days. But such techniqu...",
    "sentiment": "Gripping",
    "affiliateLink": "https://amzn.to/44umf8t",
    "reviews": [
      "Great read! This book offers valuable advice and a refreshing perspective on how to make the most of our limited time. Insightful, thought-provoking, and definitely worth reading!",
      "Burkeman has hit on a radical new approach to time management. Instead of thinking of time as a resource that needs to be bought and sold and hoarded he wants you to realize you will never get everyth...",
      "I bought this book because Mark Manson mentioned it in one of his videos. I got a lot out of it and will read (most of) it again, which I don't normally do.So... the low-star review people just don't ..."
    ],
    "id": "49"
  },
  {
    "title": "The Mountain Is You: Brianna Wiest",
    "author": "Brianna Wiest",
    "price": 17.99,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/71AHFDEpkdL._SY342_.jpg",
    "accentColor": "#D4A373",
    "rating": {
      "average": 4.7,
      "count": 24145
    },
    "tags": [
      "Non-Fiction",
      "Self-Help"
    ],
    "synopsis": "This beautiful, exclusive hardcover book is limited edition. Each book includes a gold ribbon bookmark. This book is about self-sabotage. Why we do it, when we do it, and how to stop doing it?for good. Coexisting but conflicting needs create self-sabotaging behaviors. This is why we resist efforts to change, often until they feel completely futile. But by extracting crucial insight from our most damaging habits, building emotional intelligence by better understanding our brains and bodies, releasing past experiences at a cellular level, and learning to act as our highest potential future selve...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/4rXRgeQ",
    "reviews": [
      "5,617](https://amzn.to/product-reviews/B0CNQ5X4Y1/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_1_cr/135-8893868-4967719?pd_rd_w=kyxgG&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6d",
      "1,053](https://amzn.to/product-reviews/1957590424/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_2_cr/135-8893868-4967719?pd_rd_w=kyxgG&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6d",
      "39,650](https://amzn.to/product-reviews/1452179611/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_3_cr/135-8893868-4967719?pd_rd_w=kyxgG&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6"
    ],
    "id": "50"
  },
  {
    "title": "Designing Your Life: How to Build a Well-Lived, Joyful Life",
    "author": "Bill Burnett",
    "price": 993.97,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/51L5hQ2mFdL._SL1200_.jpg",
    "accentColor": "#10B981",
    "rating": {
      "average": 4.5,
      "count": 5873
    },
    "tags": [
      "Business & Money",
      "Job Hunting & Careers",
      "Guides"
    ],
    "synopsis": "#1\n NEW YORK TIMES\n BEST SELLER \n• At last, a book that shows you how to build—\ndesign—\na life you can thrive in, at any age or stage \n• \n“Life has questions. They have answers.” —\nThe New York Times\nDesigners create worlds and solve problems using design thinking. Look around your office or home—at the tablet or smartphone you may be holding or the chair you are sitting in. Everything in our lives was designed by someone. And every design starts with a problem that a designer or team of designers seeks to solve.\n In this book, Bill Burnett and Dave Evans show us how design thinking can help u...",
    "sentiment": "Mind-Bending",
    "affiliateLink": "https://amzn.to/3KLd252",
    "reviews": [
      "Yesterday, I handed off a copy of Bill Burnett and Dave Evans’ 𝘋𝘦𝘴𝘪𝘨𝘯𝘪𝘯𝘨 𝘠𝘰𝘶𝘳 𝘓𝘪𝘧𝘦, a refreshing and pragmatic guide to crafting a fulfilling life using design thinking principles. Typically, I use de...",
      "The book came in very great condition. The content itself in the book is life-changing. At the end of each chapter is a prompt to practice the material from the chapter. Whenever my life circumstances...",
      "I found this book an easy read with very practical steps for determining what drives me and what I need to do to align that with my retirement and volunteer efforts. The authors leverage design thinki..."
    ],
    "id": "51"
  },
  {
    "title": "Your Best Year Ever: A 5-Step Plan for Achieving Your Most Important Goals―New Year, New You in 2026: Michael Hyatt",
    "author": "Michael Hyatt",
    "price": 15.28,
    "priceLabel": "Paperback",
    "coverUrl": "https://m.media-amazon.com/images/I/7194tf2gvTL._SY342_.jpg",
    "accentColor": "#EF4444",
    "rating": {
      "average": 4.6,
      "count": 2398
    },
    "tags": [
      "Business & Money",
      "Management & Leadership",
      "Leadership & Motivation"
    ],
    "synopsis": "We all want to live a life that matters. We all want to reach our full potential. But too often we find ourselves overwhelmed by the day-to-day. Our biggest goals get pushed to the back burner--and then, more often than not, they get abandoned and forgotten.",
    "sentiment": "Life-Changing",
    "affiliateLink": "https://amzn.to/4j6Hwen",
    "reviews": [
      "5,617](https://amzn.to/product-reviews/B0CNQ5X4Y1/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_1_cr/145-3171036-7204544?pd_rd_w=ZdKu4&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6d",
      "32,733](https://amzn.to/product-reviews/1401971369/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_2_cr/145-3171036-7204544?pd_rd_w=ZdKu4&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6",
      "32,733](https://amzn.to/product-reviews/B0DFMZMKFJ/ref=pd_rhf_dp_s_pd_crcbs_d_sccl_1_3_cr/145-3171036-7204544?pd_rd_w=ZdKu4&content-id=amzn1.sym.31346ea4-6dbc-4ac4-b4f3-cbf5f8cab4b9&pf_rd_p=31346ea4-6"
    ],
    "id": "52"
  },
  {
    "title": "The Boy, the Mole, the Fox and the Horse: Inspiring Conversations on Hope, Love and Personal Growth",
    "author": "Charlie Mackesy",
    "price": 18.1,
    "priceLabel": "Hardcover",
    "coverUrl": "https://m.media-amazon.com/images/I/71eJk7GtUOL._SY342_.jpg",
    "accentColor": "#8B5CF6",
    "rating": {
      "average": 4.8,
      "count": 127038
    },
    "tags": [
      "Comics & Graphic Novels",
      "Graphic Novels",
      "Contemporary Women"
    ],
    "synopsis": "Charlie Mackesy offers inspiration and hope in uncertain times in this beautiful book,following the tale of a curious boy, a greedy mole, a wary fox and a wise horse who find themselves together in sometimes difficult terrain, sharing their greatest fears and biggest discoveries about vulnerability, kindness, hope, friendship and love. The shared adventures and important conversations between the four friends are full of life lessons that have connected with readers of all ages.",
    "sentiment": "Essential Reading",
    "affiliateLink": "https://amzn.to/4j0npyu",
    "reviews": [
      "Title: The Boy, the Mole, the Fox and the Horse: Inspiring Conversations on Hope, Love and Personal Growth: Mackesy, Charlie: 9780062976581: Amazon.com: Books",
      "The Boy, the Mole, the Fox and the Horse: Inspiring Conversations on Hope, Love and Personal Growth: Mackesy, Charlie: 9780062976581: Amazon.com: Books",
      "The List Price is the suggested retail price of a new product as provided by a manufacturer, supplier, or seller. Except for books, Amazon will display a List Price if the product was purchased by cus..."
    ],
    "id": "53"
  }
]